{
    "almanackOfNaval_mainTitle": "The Almanack of Naval Ravikant",
    "almanackOfNaval_author": "Naval Ravikant",
    "almanackOfNaval_section_summary": "Book Summary",
    "almanackOfNaval_coreConcept_title": "Productize Yourself",
    "almanackOfNaval_coreConcept_subtitle": "",
    "almanackOfNaval_coreConcept_desc": "Create wealth by 'productizing yourself', and learn to treat happiness as a skill by living in the present and taking full responsibility for your life.",
    "almanackOfNaval_section_mindmap": "Mind Map",
    "almanackOfNaval_part1_title": "Part 1: Wealth",
    "almanackOfNaval_part1_item1_title": "Core Concept: Productize Yourself",
    "almanackOfNaval_part1_item1_desc": "Wealth comes from your uniqueness, amplified by leverage (especially code and media), turning your abilities and knowledge into scalable products.",
    "almanackOfNaval_part1_item1_li1": "<strong>Making money is a skill</strong>: The key to wealth is not get-rich-quick schemes, but learning and applying the skill of 'productizing yourself.'",
    "almanackOfNaval_part1_item1_li2": "<strong>Uniqueness (Yourself)</strong>: Don't try to be like others. Wealth comes from your uniqueness; find and be your true self.",
    "almanackOfNaval_part1_item1_li3": "<strong>Leverage (Productization)</strong>: Turn your abilities and knowledge into scalable products that serve more people at a very low marginal cost.",
    "almanackOfNaval_part1_item2_title": "The Nature of Wealth: Passive Income",
    "almanackOfNaval_part1_item2_desc": "Wealth is assets that continue to generate income for you even while you sleep. Money is just an IOU from society for the value you've created.",
    "almanackOfNaval_part1_item2_li1": "<strong>Money as Society's IOU</strong>: You create value for society, and society gives you an IOU in the form of money.",
    "almanackOfNaval_part1_item2_li2": "<strong>Wealth vs. Money</strong>: Wealth is 'assets that earn while you sleep,' such as company equity, patents, and book royalties.",
    "almanackOfNaval_part1_item2_li3": "<strong>Focus on the Technological Frontier</strong>: New technologies are the source of new types of 'assets that earn while you sleep.'",
    "almanackOfNaval_part1_item3_title": "Foundation of Success: Compounding and Leverage",
    "almanackOfNaval_part1_item3_desc": "Believe in compounding in knowledge, relationships, and wealth. Utilize labor, capital, and the most promising 'zero marginal cost product' leverage.",
    "almanackOfNaval_part1_item3_li1": "<strong>Specific knowledge cannot be taught, but it can be learned</strong>: True business skills are learned through passion and exploration at the frontiers of knowledge.",
    "almanackOfNaval_part1_item3_li2": "<strong>The Power of Compounding</strong>: Think long-term; small accumulations yield huge results over time.",
    "almanackOfNaval_part1_item3_li3": "<strong>Three Types of Leverage</strong>: Labor, capital, and the most potent, zero marginal cost products (code, media, etc.).",
    "almanackOfNaval_part1_item4_title": "Key Abilities: Accountability and Judgment",
    "almanackOfNaval_part1_item4_desc": "Those unwilling to take responsibility cannot gain leverage. Judgment is the ability to foresee the long-term consequences of personal actions, enhanced by extensive reading and mental models.",
    "almanackOfNaval_part1_item4_li1": "<strong>Accountability is tied to leverage</strong>: You cannot gain leverage without taking on accountability.",
    "almanackOfNaval_part1_item4_li2": "<strong>Judgment is underrated</strong>: Effort is overestimated; judgment is what truly sets people apart.",
    "almanackOfNaval_part1_item4_li3": "<strong>How to improve judgment</strong>: Read extensively, and apply various mental models.",
    "almanackOfNaval_part1_item5_title": "Life Strategy: Redefine Retirement",
    "almanackOfNaval_part1_item5_desc": "The true meaning of retirement is 'no longer sacrificing today for an imaginary tomorrow.' You're retired when what you do is an end in itself.",
    "almanackOfNaval_part1_item5_li1": "<strong>The True Meaning of Retirement</strong>: 'No longer sacrificing today for an imaginary tomorrow.'",
    "almanackOfNaval_part1_item5_li2": "<strong>Three Paths to Retirement</strong>: Saving enough money, lowering your expenses to near zero, or doing something you love (the best path).",
    "almanackOfNaval_part2_title": "Part 2: Happiness",
    "almanackOfNaval_part2_item1_title": "Core Concept: Happiness is a Learnable Skill",
    "almanackOfNaval_part2_item1_desc": "Happiness is a state of no 'sense of lack.' Desire is a chosen unhappiness; no external thing can bring lasting happiness.",
    "almanackOfNaval_part2_item1_li1": "<strong>Happiness is the state of inaction</strong>: All troubles arise from a moving mind. When there is no 'sense of lack,' happiness emerges.",
    "almanackOfNaval_part2_item1_li2": "<strong>Desire is a chosen unhappiness</strong>: You can have desires, but you must understand that you are choosing to bear the unhappiness that comes with them.",
    "almanackOfNaval_part2_item1_li3": "<strong>Dispelling the illusion</strong>: No external object will make you permanently happy after you obtain it.",
    "almanackOfNaval_part2_item2_title": "Enemies of Happiness: Desire and Envy",
    "almanackOfNaval_part2_item2_desc": "Envy erodes inner peace. Your happiness level depends on your daily habits and the people you spend the most time with.",
    "almanackOfNaval_part2_item2_li1": "<strong>Envy</strong>: It constantly erodes your inner peace, leaving you perpetually unsatisfied.",
    "almanackOfNaval_part2_item2_li2": "<strong>Habits and Companions</strong>: Your happiness depends on your habits and the people you spend the most time with.",
    "almanackOfNaval_part2_item3_title": "Path to Realization: Acceptance and Self-Salvation",
    "almanackOfNaval_part2_item3_desc": "Fully accept the present moment without resisting reality. You must take full responsibility for your life and listen to your inner voice through practices like meditation.",
    "almanackOfNaval_part2_item3_li1": "<strong>Accept the present</strong>: The way to immediately improve your life is to fully accept your current situation without fighting reality.",
    "almanackOfNaval_part2_item3_li2": "<strong>Salvation is your own responsibility</strong>: No one can make you healthy, wealthy, or wise. You must take full responsibility for your own life.",
    "almanackOfNaval_part2_item3_li3": "<strong>Irrational obsession</strong>: Making original contributions requires an irrational obsession.",
    "almanackOfNaval_part2_item3_li4": "<strong>Meditation as intermittent fasting for the mind</strong>: Block out external noise and listen to your inner voice through solitude, sitting, or journaling.",
    "almanackOfNaval_part2_item4_title": "The Ultimate Question of Life: The Meaning of Life",
    "almanackOfNaval_part2_item4_desc": "Life has no meaning, but the process of searching for meaning is meaningful in itself.",
    "almanackOfNaval_part2_item4_li1": "<strong>A Personal Question</strong>: Everyone must find their own answer.",
    "almanackOfNaval_part2_item4_li2": "<strong>No Meaning</strong>: On a cosmic scale, individual lives are insignificant.",
    "almanackOfNaval_part2_item4_li3": "<strong>Accelerating Entropy</strong>: Life systems exist to push the universe toward its ultimate state of 'heat death' more quickly.",
    "almanackOfNaval_section_scenarios": "Practical Application",
    "almanackOfNaval_scenario1_title": "Set a Personal Hourly Rate",
    "almanackOfNaval_scenario1_desc": "Set a very high hourly rate to filter out low-value tasks, focusing on things with compounding and leverage effects.",
    "almanackOfNaval_scenario2_title": "Choose the Harder Path When Faced with a Dilemma",
    "almanackOfNaval_scenario2_desc": "The path that is harder in the short term often brings greater long-term rewards and personal growth.",
    "almanackOfNaval_scenario3_title": "Act Quickly, Be Patient",
    "almanackOfNaval_scenario3_desc": "Act immediately on what you want to do, but have great patience for the results, as success takes time.",
    "almanackOfNaval_scenario4_title": "Declare Your Happiness",
    "almanackOfNaval_scenario4_desc": "Publicly declare that you are a happy person to create a positive psychological suggestion, making your actions consistent with your declaration.",
    "almanackOfNaval_section_resources": "Mentioned Books & Context",
    "almanackOfNaval_resource1": "<strong>'Poor Charlie's Almanack':</strong> Represents the wisdom of the older generation of entrepreneurs, contrasted with this book's role as a guide for the new generation.",
    "almanackOfNaval_resource2": "<strong>'The Everything Store':</strong> Cites Jeff Bezos's philosophy of 'not taking the well-trodden path' to illustrate that true entrepreneurship lies in creating a unique path.",
    "almanackOfNaval_resource3": "<strong>'The Lean Startup':</strong> Corroborates and echoes Naval's views on 'all successful startups are original.'",
    "almanackOfNaval_resource4": "<strong>'Liang Shuming on Confucius and Mencius':</strong> Cites Confucius's state of 'not seeking' to explain that happiness is a state of 'no desire,' dwelling in the present moment.",
    "almanackOfNaval_resource5": "<strong>'Tao Te Ching':</strong> Mentions its influence on Naval, especially the idea that 'happiness is the absence of a sense of lack.'"
}
