{
  "aq_mainTitle": "Adversity Quotient",
  "author_aq": "Paul G. Stoltz",
  "aq_coreConceptTitle": "Core Concept",
  "aq_coreConceptHeading": "Master Adversity, Transform Opportunity",
  "aq_coreConceptEnglish": "(Adversity Quotient)",
  "aq_coreConceptSummary": "This book explains why Adversity Quotient (AQ) is a better predictor of success than IQ or EQ. It measures one's ability to face adversity through the four CORE dimensions and provides practical tools like LEAD to help readers reshape their cognitive and behavioral patterns for tackling challenges, turning adversity into a catalyst for growth.",
  "aq_threeTypesTitle": "Three Types of People",
  "aq_threeTypes_intro": "When facing life's challenges and adversities, people demonstrate three distinctly different attitudes. Which one are you?",
  "aq_quitter_title": "Quitter",
  "aq_quitter_english": "Quitter",
  "aq_quitter_desc": "Chooses to drop out, escape, and settle for the status quo, unwilling to make an effort. Believes life offers no real opportunities, only seeking comfort without contributing much to society.",
  "aq_quitter_quote": "\"I don't want to work hard. I don't think my life has much opportunity anyway.\"",
  "aq_camper_title": "Camper",
  "aq_camper_english": "Camper",
  "aq_camper_desc": "Once made efforts and achieved some success, but becomes satisfied with the status quo and stagnates. Like a climber who camps midway, makes the tent comfortable, and says 'You go ahead, I'll stay here.'",
  "aq_camper_quote": "\"I've done well enough. This is good enough.\"",
  "aq_climber_title": "Climber",
  "aq_climber_english": "Climber",
  "aq_climber_desc": "A lifelong learner who constantly seeks challenges, viewing life as a continuous ascent. Not living for titles or status, always looking for the next peak even after reaching one summit.",
  "aq_climber_quote": "\"If a person knows why they live, they can endure all the suffering life brings.\" —Nietzsche",
  "aq_threeTypes_insight_label": "Key Insight:",
  "aq_threeTypes_insight": "Thoreau said: 'The mass of men lead lives of quiet desperation.' The more difficult the adversity, the fewer the climbers—this is the 'adversity paradox.'",
  "aq_mindmapTitle": "Mind Map",
  "aq_adversityCore_title": "The Core of Adversity",
  "aq_threeLevels_title": "Three Levels",
  "aq_threeLevels_intro": "Adversity is an inevitable part of life. Each of us faces varying degrees of pressure and challenges on three levels:",
  "aq_social_title": "Social Adversity",
  "aq_social_desc": "Pressure from the broader environment—culture, economy, public safety, healthcare. Examples: societal definitions of success (home ownership, car, status), economic instability, insufficient healthcare resources. These create long-term psychological stress.",
  "aq_workplace_title": "Workplace Adversity",
  "aq_workplace_desc": "Work-related stresses like unemployment, skill obsolescence (AI impact), income reduction, interpersonal conflicts, client complaints, management dissatisfaction. These directly affect career development and financial security.",
  "aq_personal_title": "Personal Adversity",
  "aq_personal_desc": "Personal challenges like declining health, reduced physical capability, increased family burdens, fragile mindset, emotional sensitivity. This is the most core, hidden, yet longest-lasting form of adversity, continuously eroding one's energy and confidence.",
  "aq_fourPitfalls_title": "Four Pitfalls When Facing Adversity",
  "aq_fourPitfalls_intro": "When facing adversity, we often unconsciously fall into these four traps, making things worse:",
  "aq_pitfall1_title": "Devolving from Climber to Camper",
  "aq_pitfall1_desc": "Giving up continuous growth momentum due to temporary comfort and ease. This is the most common and hidden trap—we find all kinds of reasons to stop.",
  "aq_pitfall2_title": "Believing Technology Will Solve Everything",
  "aq_pitfall2_desc": "Passively waiting for technology or external forces to solve problems instead of actively responding. This mindset makes you lethargic, missing opportunities for current change.",
  "aq_pitfall3_title": "Relying on Short-Term Motivation Hypes",
  "aq_pitfall3_desc": "Depending on short-term, external motivation lacking methodology. This 'post-group excitement' only lasts a week or two, treating symptoms not causes, potentially trapping you in a cycle of seeking stimulation.",
  "aq_pitfall4_title": "Falling into Helplessness and Hopelessness",
  "aq_pitfall4_desc": "Believing you're powerless, ultimately giving up hope. This is 'spiritual cancer'—feeling helpless leads to hopelessness, which leads to more helplessness, forming a deadly vicious cycle.",
  "aq_theoryTitle": "Scientific Foundations of AQ",
  "aq_cognitive_title": "Cognitive Psychology: Change Your Perception, Change Your Mindset",
  "aq_cognitive_intro": "The first pillar of AQ theory is cognitive psychology. Core concept: To change your psychological state, you don't need to change external circumstances, but rather change your <strong>perception</strong> of them.",
  "aq_learned_helplessness_title": "Learned Helplessness",
  "aq_learned_helplessness_desc": "Life continuously knocks you down, leading you to believe you have no options—not because you truly don't, but because persistent setbacks cause you to 'learn' this sense of helplessness.",
  "aq_dog_experiment": "Classic Experiment: The Tale of Two Dogs",
  "aq_dog_experiment_desc": "In the experiment, one dog received electric shocks but had a switch to stop them; another dog was shocked with no control. Later, both dogs were placed in an open area. The dog with the switch immediately jumped away when shocked, but the chronically helpless dog just sat there whimpering even when escape routes were visible—it had 'learned' helplessness.",
  "aq_attribution_title": "Attribution Theory",
  "aq_attribution_desc": "How you explain why events occur determines whether you're optimistic or pessimistic. Pessimists tend to use 'permanent, pervasive, personal' attributions; optimists use 'temporary, specific, external' attributions.",
  "aq_gender_study": "Research Finding: Gender Differences in Attribution",
  "aq_gender_study_desc": "Teachers often tell girls who struggle with math: 'Girls are generally like this, no talent for math' (permanent, pervasive, personal). But they tell boys: 'You're not focusing, not paying attention' (temporary, specific, external). This attribution style directly impacts children's mindset and performance.",
  "aq_health_title": "New Health Science: Mind-Body Connection",
  "aq_health_intro": "The second pillar is new health science, emphasizing the <strong>strong connection between psychological state and physical health</strong>. Your sense of control affects not just your mood, but directly impacts physical health.",
  "aq_rat_experiment_title": "Rat Cancer Experiment",
  "aq_rat_experiment_intro": "Researchers injected identical cancer cells into two groups of rats, then provided different training:",
  "aq_rat_group1": "<strong>Control Group</strong>: Pressing a button produces food",
  "aq_rat_group2": "<strong>No Control Group</strong>: Everything around them happens independently",
  "aq_rat_result": "Experimental Results",
  "aq_rat_result_desc": "Rats without control died quickly, with cancer developing rapidly; while many rats with control, despite having cancer cells, never developed the disease. Conclusion: <strong>Responding to adversity with weakness leads to depression and even impacts physical health.</strong>",
  "aq_brain_title": "Neuroscience: The Power of Awareness",
  "aq_brain_intro": "The third pillar is neuroscience. The key to improving AQ is <strong>awareness</strong>—elevating subconscious habitual reactions to conscious reconsideration.",
  "aq_21days_myth_title": "Debunking the '21-Day Habit' Myth",
  "aq_21days_myth_desc": "Many believe it takes 21 days to form a habit, but the author traced the source and found no scientific basis. A psychologist asked: 'How long did it take you to learn not to touch a hot stove?'",
  "aq_100ms": "Answer: 100 Milliseconds",
  "aq_100ms_desc": "When your hand touches a hot stove, it takes just 100 milliseconds (0.1 seconds) and you'll never touch it again. Habit formation doesn't always require 21 days; strong emotions or insights can create new neural pathways instantly.",
  "aq_brain_structure_title": "Cortex vs. Basal Ganglia",
  "aq_cortex": "<strong>Cortex (Conscious)</strong>: Lights up when learning new things, requires active thinking",
  "aq_basal_ganglia": "<strong>Basal Ganglia (Subconscious)</strong>: When behavior becomes habit, executes without conscious awareness",
  "aq_awareness_key": "<strong>The Key to Change:</strong> 'Penetrate' habitual reactions in the basal ganglia, making the cortex aware of them, and you can establish new neural pathways. This is the power of 'awareness'—simply reminding yourself can trigger change.",
  "aq_core_title": "The Four CORE Dimensions: Measuring Your AQ",
  "aq_core_intro": "AQ can be measured through four specific dimensions. When facing adversity, ask yourself these four questions:",
  "aq_control_title": "Control",
  "aq_control_question": "\"How much control do I have over this situation?\"",
  "aq_control_high": "High AQ:",
  "aq_control_high_desc": "\"What can I do to change this situation?\" Believes they have the ability to influence outcomes.",
  "aq_control_low": "Low AQ:",
  "aq_control_low_desc": "\"I'm so passive, I can't do anything, this is so frustrating.\" Feels completely powerless.",
  "aq_ownership_title": "Ownership",
  "aq_ownership_question": "\"How much responsibility am I willing to take for improving this situation?\"",
  "aq_ownership_high": "High AQ:",
  "aq_ownership_high_desc": "\"What can I do to improve this situation?\" Proactively takes responsibility and seeks solutions.",
  "aq_ownership_low": "Low AQ:",
  "aq_ownership_low_desc": "\"It's not my fault! Nobody told me!\" Only wants to shift blame, unwilling to take action.",
  "aq_reach_title": "Reach",
  "aq_reach_question": "\"How many areas of my life will this adversity affect?\"",
  "aq_reach_high": "High AQ:",
  "aq_reach_high_desc": "\"The impact is limited and won't spread to all areas of my life.\" Can objectively assess the scope of impact.",
  "aq_reach_low": "Low AQ:",
  "aq_reach_low_desc": "\"It's over! Everything is ruined!\" Catastrophizes the impact, believing it will affect all aspects.",
  "aq_endurance_title": "Endurance",
  "aq_endurance_question": "\"How long will this adversity last?\"",
  "aq_endurance_high": "High AQ:",
  "aq_endurance_high_desc": "\"This is temporary and will pass soon.\" Believes difficulties are temporary.",
  "aq_endurance_low": "Low AQ:",
  "aq_endurance_low_desc": "\"I'll never recover from this!\" Believes difficulties will last forever, psychologically collapses.",
  "aq_core_insight_label": "Core Insight:",
  "aq_core_insight": "When you think through these four dimensions, you elevate habitual reactions from the basal ganglia to the cortex—this is the beginning of 'awareness' and the starting point for change.",
  "aq_lead_title": "The LEAD Tool: From Awareness to Action",
  "aq_lead_intro": "LEAD is a practical process for transforming awareness into action. When adversity strikes, follow these four steps:",
  "aq_lead_l_title": "Listen to Your Adversity Response",
  "aq_lead_l_subtitle": "Recognize negative thinking",
  "aq_lead_l_desc": "What you tell yourself daily in your mind is like a crazy person in a mental hospital shouting 'You're worthless! You're finished!' If someone else said it, you wouldn't believe them; but because it's you saying it, you do. Step one is to <strong>listen</strong> to these negative voices and raise awareness.",
  "aq_lead_l_method_title": "Method: Use a Trigger Word",
  "aq_lead_l_method_desc": "Shout out a funny word, like saying 'Bingo! Adversity!' in Donald Duck's voice. Make it weird enough to make yourself laugh.",
  "aq_lead_l_example_label": "Example:",
  "aq_lead_l_example": "You realize you forgot your presentation notes. Without awareness, you spiral: 'Failure! Idiot! Forgot again!' But if you shout 'Bingo!', you raise awareness—oh, it's that crazy person shouting again.",
  "aq_lead_l_questions_title": "Immediately Ask Yourself CORE Questions:",
  "aq_lead_l_q1": "• Control: What can I control in this situation?",
  "aq_lead_l_q2": "• Ownership: What can I do to improve this situation?",
  "aq_lead_l_q3": "• Reach: What's the worst impact? Will it affect other areas?",
  "aq_lead_l_q4": "• Endurance: How long will this difficulty last?",
  "aq_lead_e_title": "Explore Your Ownership",
  "aq_lead_e_subtitle": "Explore your responsibility for the outcome",
  "aq_lead_e_desc": "In this step, creatively consider: <strong>'Who can take responsibility for this?'</strong> When you ask around, you'll discover—only you can. Trying to change adversity by blaming others, shifting responsibility, or complaining will only make you sink deeper.",
  "aq_lead_e_key_title": "Key Realization",
  "aq_lead_e_key_desc": "The only one who can truly change adversity is yourself. Also remind yourself: <strong>Don't catastrophize</strong>—don't let emotions spiral, don't think 'I can't handle this', 'I'm going to explode.'",
  "aq_lead_a_title": "Analyze the Evidence",
  "aq_lead_a_subtitle": "Objectively assess the actual impact of adversity",
  "aq_lead_a_desc": "Analyze evidence with three questions to avoid catastrophizing:",
  "aq_lead_a_q1": "<strong>Is this situation truly uncontrollable?</strong> (Usually the answer is: No)",
  "aq_lead_a_q2": "<strong>What other areas will this affect?</strong> (Usually not as broad as you think)",
  "aq_lead_a_q3": "<strong>Will this difficulty last long?</strong> (Usually won't last forever)",
  "aq_lead_a_inspiration_title": "Inspiring Examples:",
  "aq_lead_a_nick": "Nick Vujicic:",
  "aq_lead_a_nick_desc": "Born without arms or legs, became one of the world's most famous motivational speakers",
  "aq_lead_a_jim": "Jim Abbott:",
  "aq_lead_a_jim_desc": "With only one hand, won Olympic hurdles gold, then became baseball's most valuable pitcher",
  "aq_lead_a_conclusion": "When you know these people can create miracles, you understand: adversity can't be permanently uncontrollable, can't affect everything, can't last forever.",
  "aq_lead_d_title": "Do Something",
  "aq_lead_d_subtitle": "Create a concrete plan and execute immediately",
  "aq_lead_d_desc": "When facing adversity, the most important thing is to <strong>do something</strong>. Use the 'funnel method': list everything you can do, narrow down step by step until you find the most specific, feasible action, including when, where, and exactly how.",
  "aq_lead_d_method_title": "Three-Step Funnel Method:",
  "aq_lead_d_step1": "List all possible actions",
  "aq_lead_d_step2": "Filter for the most effective and feasible",
  "aq_lead_d_step3": "Specify time, place, and concrete approach",
  "aq_lead_d_case_title": "Real Case: Transforming Tragedy into Mission",
  "aq_lead_d_case_desc": "A mother's daughter was killed by a drunk driver on the way home from school. Using the funnel method, she listed all possible actions: sue, revenge, cry... She ultimately found the most meaningful action: <strong>campaign against drunk driving</strong>. She reconciled with the driver and began spreading awareness about driving dangers, gradually emerging from grief.",
  "aq_stop_title": "Stop Catastrophizing: Interrupt the Victim Mentality",
  "aq_stop_intro": "When you're trapped in 'Why me? Why am I so unlucky?' victim mentality, you need specific techniques to interrupt this vicious cycle:",
  "aq_distraction_title": "Distraction Methods",
  "aq_distraction_desc": "Forcefully redirect attention to interrupt catastrophizing thought loops:",
  "aq_distraction_1_title": "1. Slap the Desk",
  "aq_distraction_1_desc": "Firmly slap a desk or steering wheel, use physical action to interrupt negative thinking",
  "aq_distraction_2_title": "2. Redirect Attention",
  "aq_distraction_2_desc": "Watch a movie, play a game, focus attention on challenging activities",
  "aq_distraction_3_title": "3. Rubber Band",
  "aq_distraction_3_desc": "Wear a rubber band, snap it hard when negative thoughts appear (NBA stars Garnett and Barkley use this)",
  "aq_distraction_4_title": "4. Exercise",
  "aq_distraction_4_desc": "Immediately go exercise, use physical activity to shift thinking patterns",
  "aq_reframe_title": "Reframing Methods",
  "aq_reframe_desc": "Reframe your perspective, viewing problems from a broader angle:",
  "aq_reframe_1_title": "1. Return to Your Purpose",
  "aq_reframe_1_desc": "Think about your goals and initial purpose, rediscover your source of strength",
  "aq_reframe_2_title": "2. Downsizing",
  "aq_reframe_2_desc": "Go to places that make you feel small:",
  "aq_reframe_2_1": "• Look at stars, look at the ocean",
  "aq_reframe_2_2": "• Stand on a bridge watching traffic",
  "aq_reframe_2_3": "• Stand in a subway station at 8 AM watching crowds",
  "aq_reframe_2_4": "• Imagine the universe and the river of history",
  "aq_reframe_2_note": "When you realize you're just one among countless people, worries become shared.",
  "aq_reframe_3_title": "3. Help Others",
  "aq_reframe_3_desc": "Reach out to help others, reshape your sense of value, rediscover your original purpose",
  "aq_scenariosTitle": "Practical Applications",
  "aq_scenario1Title": "Recognize Adversity Signals",
  "aq_scenario1_p1": "When you feel stressed, shout a funny word (like 'Bingo!') to bring your subconscious reaction to a conscious level.",
  "aq_scenario2Title": "Use CORE Questions",
  "aq_scenario2_p1": "Immediately ask yourself questions using the four dimensions—Control, Ownership, Reach, and Endurance—to objectively assess the situation.",
  "aq_scenario3Title": "Execute the LEAD Process",
  "aq_scenario3_p1": "Listen to your response, explore ownership, analyze evidence, and list one small step you can take immediately to initiate action.",
  "aq_scenario4Title": "Interrupt the Catastrophic Loop",
  "aq_scenario4_p1": "Use distraction methods (like snapping a rubber band) or reframing methods (like the 'downsizing' technique) to break negative thought patterns and regain a sense of control.",
  "aq_resourcesTitle": "Mentioned Books & Contexts",
  "aq_resource1": "<strong>'Walden':</strong> Quotes Thoreau to emphasize the meaning of 'truly living' and to contrast different life states.",
  "aq_resource2": "<strong>'Thinking, Fast and Slow':</strong> Represents cognitive psychology, explaining that changing 'perception' is key to changing mindset.",
  "aq_resource3": "<strong>'Learned Optimism':</strong> References 'learned helplessness' to explain why persistent setbacks cause people to give up their sense of control."
}
