{
  "aq_mainTitle": "Adversity Quotient: Turning Obstacles into Opportunities",
  "aq_coreConceptTitle": "Core Concept",
  "aq_coreConceptHeading": "Master Adversity, Transform Opportunity",
  "aq_coreConceptEnglish": "(Adversity Quotient)",
  "aq_coreConceptSummary": "This book explains why Adversity Quotient (AQ) is a better predictor of success than IQ or EQ. It measures one's ability to face adversity through the four CORE dimensions and provides practical tools like LEAD to help readers reshape their cognitive and behavioral patterns for tackling challenges, turning adversity into a catalyst for growth.",
  "aq_mindmapTitle": "Mind Map",
  "aq_theoryTitle": "Core Theories & Methods",
  "aq_accordion1Title": "What is Adversity Quotient?",
  "aq_accordion1_p1": "Adversity Quotient (AQ) is a key indicator of one's ability to cope with and overcome adversity. The author categorizes people into three types:",
  "aq_accordion1_li1": "<strong>Quitter:</strong> Chooses to drop out, escape, and settle for the status quo.",
  "aq_accordion1_li2": "<strong>Camper:</strong> Stagnates after achieving a certain level of success, staying within their comfort zone.",
  "aq_accordion1_li3": "<strong>Climber:</strong> A lifelong learner who constantly seeks challenges.",
  "aq_accordion2Title": "The Core of Adversity",
  "aq_accordion2_p1": "Adversity exists on three levels: social, professional, and personal. When facing adversity, one must avoid four pitfalls: devolving from a Climber to a Camper, over-relying on technology, depending on short-term motivation, and falling into a cycle of helplessness and despair.",
  "aq_accordion3Title": "The Scientific Basis of AQ",
  "aq_accordion3_p1": "<strong>Cognitive Psychology:</strong> The core lies in changing one's 'perception' of adversity, not the adversity itself. Key concepts include 'learned helplessness' and 'attribution theory'.",
  "aq_accordion3_p2": "<strong>New Health Science:</strong> A lack of control directly impacts physical health; the strong mind-body connection is a cornerstone of AQ theory.",
  "aq_accordion3_p3": "<strong>Neuroscience:</strong> The key to improving AQ is elevating subconscious, habitual reactions to a conscious level for re-evaluation, thereby creating new neural pathways and habits.",
  "aq_accordion4Title": "How to Measure and Improve AQ",
  "aq_accordion4_p1": "<strong>Measuring AQ with the Four CORE Dimensions:</strong>",
  "aq_accordion4_c": "<strong>C - Control:</strong> How much control do you feel you have over the adverse event?",
  "aq_accordion4_o": "<strong>O - Ownership:</strong> To what extent do you hold yourself responsible for improving the situation?",
  "aq_accordion4_r": "<strong>R - Reach:</strong> How far does the adversity reach into other areas of your life?",
  "aq_accordion4_e": "<strong>E - Endurance:</strong> How long do you perceive the adversity will last?",
  "aq_accordion4_p2": "<strong>Improving AQ with the LEAD Tool:</strong>",
  "aq_accordion4_l": "<strong>L - Listen:</strong> Listen to your response to adversity and notice negative thinking.",
  "aq_accordion4_e2": "<strong>E - Explore:</strong> Explore your ownership of the outcome.",
  "aq_accordion4_a": "<strong>A - Analyze:</strong> Analyze the evidence objectively to avoid catastrophizing.",
  "aq_accordion4_d": "<strong>D - Do:</strong> Formulate a concrete plan and take immediate action.",
  "aq_scenariosTitle": "Practical Application",
  "aq_scenario1Title": "Recognize Adversity Signals",
  "aq_scenario1_p1": "When you feel stressed, shout a funny word (like 'Bingo!') to bring your subconscious reaction to a conscious level.",
  "aq_scenario2Title": "Use CORE Questions",
  "aq_scenario2_p1": "Immediately ask yourself questions based on the four dimensions—Control, Ownership, Reach, and Endurance—to objectively assess the situation.",
  "aq_scenario3Title": "Execute the LEAD Process",
  "aq_scenario3_p1": "Listen to your response, explore ownership, analyze evidence, and list one small step you can take immediately to initiate action.",
  "aq_scenario4Title": "Interrupt the Catastrophic Loop",
  "aq_scenario4_p1": "Use distraction techniques (like snapping a rubber band on your wrist) or reframing methods (like the 'downsizing' technique) to break negative thought patterns and regain a sense of control.",
  "aq_resourcesTitle": "Mentioned Books & Contexts",
  "aq_resource1": "<strong>'Walden':</strong> Quotes Thoreau to emphasize the meaning of 'living deliberately' and to contrast different states of life.",
  "aq_resource2": "<strong>'Thinking, Fast and Slow':</strong> Represents cognitive psychology, explaining that changing one's 'perception' is key to changing one's mindset.",
  "aq_resource3": "<strong>'Learned Optimism':</strong> References the concept of 'learned helplessness' to explain why persistent setbacks can cause people to give up their sense of control."
}
