{
  "artOfWar_mainTitle": "The Art of War, as Told by a Master | My Bookshelf",
  "artOfWar_sectionTitle_challenge": "Core Challenge",
  "artOfWar_challenge_title": "Strategic Thinking",
  "artOfWar_challenge_subtitle": "(Strategic Thinking)",
  "artOfWar_challenge_desc": "'The Art of War' is not about conspiracy, but about building a foundation through 'Tao, Heaven, Earth, Commander, Method' and using strategic thinking like 'winning before fighting,' 'leveraging situations,' and 'striking vacuums' to achieve long-term, overall victory at minimal cost in complex competition.",
  "artOfWar_sectionTitle_mindmap": "Mind Map",
  "artOfWar_sectionTitle_lectures": "The Twelve Principles of Victory",
  "artOfWar_lecture1_title": "Principle 1: Five Factors, Seven Considerations - The Foundation of Victory",
  "artOfWar_lecture1_p1": "<strong>Five Factors:</strong> Tao (mission & vision), Heaven (timing/trends), Earth (market/environment), Commander (leadership), Method (organization/management).",
  "artOfWar_lecture1_p2": "<strong>Seven Considerations:</strong> Based on the five factors, compare with the opponent across seven dimensions: Which ruler has Tao? Which commander is more capable? Who has the advantages of Heaven and Earth? Whose discipline is better enforced? Whose army is stronger? Whose officers and men are better trained? Whose system of rewards and punishments is clearer?",
  "artOfWar_lecture2_title": "Principle 2: Complete Victory - Subdue the Enemy Without Fighting",
  "artOfWar_lecture2_p1": "The most perfect victory is to win without fighting. The levels of victory are: highest is to attack strategy, next to disrupt alliances, next to attack the army, and lowest to besiege cities.",
  "artOfWar_lecture3_title": "Principle 3: Winning First - Secure an Invincible Position",
  "artOfWar_lecture3_p1": "First ensure you cannot be defeated, then seek to win. Do not fight a battle you are not sure of winning. A skillful warrior earns 'no fame for wisdom, no merit for courage' because they resolve problems before they arise.",
  "artOfWar_lecture4_title": "Principle 4: Leveraging Situations - Amplifying Resource Effectiveness",
  "artOfWar_lecture4_p1": "Use the greater situation (identifying, borrowing, creating momentum) to amplify the effectiveness of limited resources. The principles of creating momentum are 'its momentum is perilous' (concentrating resources) and 'its timing is short' (instantaneous burst).",
  "artOfWar_lecture5_title": "Principle 5: Striking Vacuums - Choosing the Opponent's Weakest Link",
  "artOfWar_lecture5_p1": "Avoid the strong and strike the weak; choose the right breakthrough point. The most brilliant strategy is to attack the 'weakness within the opponent\\'s strength,' which they cannot change and is most fatal.",
  "artOfWar_lecture6_title": "Principle 6: The Way of Deception - The Flexible Application of Strategy",
  "artOfWar_lecture6_p1": "'All warfare is based on deception' is not just about deceit, but the application of strategy to conceal true intentions, maneuver the opponent, and create favorable conditions for oneself.",
  "artOfWar_lecture7_title": "Principle 7: Concentrating Force - Focusing Superior Resources",
  "artOfWar_lecture7_p1": "After choosing a breakthrough point, you must concentrate key resources there to create a penetrating force. Strategy means choosing and sacrificing, avoiding 'piecemeal tactics'.",
  "artOfWar_lecture8_title": "Principle 8: Initiative - Seizing Control of the Situation",
  "artOfWar_lecture8_p1": "'To impose your will on the enemy, but not have the enemy\\'s will imposed on you.' Maneuver the opponent, rather than being maneuvered by them. The art of war and competition lies in fighting for the initiative.",
  "artOfWar_lecture9_title": "Principle 9: Adaptability - Building an Organization Like Water",
  "artOfWar_lecture9_p1": "'Military tactics are like water.' An organization should be flexible and adaptable. Strategy is dynamically adjusted in response to an uncertain environment, requiring organizational vitality and resilience.",
  "artOfWar_lecture10_title": "Principle 10: Foreknowledge - Information is the Greatest Advantage",
  "artOfWar_lecture10_p1": "Having accurate and timely information beforehand is the basis for decision-making. Sun Tzu emphasizes 'knowing the enemy' first because understanding the opponent is harder, and more crucial, than understanding oneself.",
  "artOfWar_lecture11_title": "Principle 11: The Way of the Commander - Leadership in a Dynamic Environment",
  "artOfWar_lecture11_p1": "All strategies require leadership to be implemented. A leader must have the courage to 'advance without seeking fame, and retreat without avoiding blame,' the ability to create 'unity of purpose from top to bottom,' and the calm impartiality of being 'serene and inscrutable, upright and disciplined'.",
  "artOfWar_lecture12_title": "Epilogue: Learning to Think Strategically",
  "artOfWar_lecture12_p1": "Studying the art of war is to learn to think about problems from a fundamental, holistic perspective. The formula for victory is: Strength x Strategy. Strategic thinking amplifies the effectiveness of strength and widens the gap with opponents.",
  "artOfWar_sectionTitle_scenarios": "Practical Application",
  "artOfWar_scenario1_title": "Business Management",
  "artOfWar_scenario1_desc": "Apply the 'Five Factors' (Tao, Heaven, Earth, Commander, Method) to assess a company's health, examining its mission, industry trends, market position, team capabilities, and organizational management.",
  "artOfWar_scenario2_title": "Market Competition",
  "artOfWar_scenario2_desc": "Use the 'Seven Considerations' to analyze strengths and weaknesses against competitors, identifying 'vacuums' to attack and 'solids' to fortify.",
  "artOfWar_scenario3_title": "Resource Allocation",
  "artOfWar_scenario3_desc": "Emulate Huawei's principle of 'not expending energy on non-strategic opportunities' by concentrating resources heavily on the main line of attack, avoiding multi-front warfare.",
  "artOfWar_scenario4_title": "Personal Development",
  "artOfWar_scenario4_desc": "In career planning, first seek to be 'invincible' (solidify core skills), then seize the 'great trend' (industry trends), to find the 'ground' (market/field) where you can leverage your strengths.",
  "artOfWar_sectionTitle_resources": "Mentioned Books & Contexts",
  "artOfWar_resource1": "<strong>'The Thirty-Six Stratagems':</strong> A popular version of 'The Art of War' and a partial application of its principles, but they are not the same book.",
  "artOfWar_resource2": "<strong>'Exponential Organizations':</strong> Emphasizes the importance of a massive transformative purpose, corresponding to 'Tao' in the 'Five Factors'.",
  "artOfWar_resource3": "<strong>'Marketing Warfare':</strong> Proposes attacking the 'weakness in the opponent\\'s strength,' consistent with the idea of 'striking the weakness in the enemy\\'s strong point' in 'Striking Vacuums'.",
  "artOfWar_resource4": "<strong>'Thinking, Fast and Slow':</strong> Explains that the human brain tends to overestimate 'crisis solvers' and underestimate 'crisis averters,' which is the modern psychological annotation for Sun Tzu's 'a skillful warrior earns no fame for wisdom, no merit for courage'.",
  "artOfWar_resource5": "<strong>'Antifragile':</strong> Businesses should first ensure their survival, which aligns with the principle of 'first securing an invincible position' in 'Winning First'.",
  "artOfWar_resource6": "<strong>'What They Teach You at Harvard Business School':</strong> Stresses that a leader can only have one 'critical priority' at a time, consistent with the idea of concentrating resources on the main line of attack in 'Concentrating Force'.",
  "artOfWar_resource7": "<strong>'The Analects':</strong> The reciprocal relationship that 'a ruler should employ his minister with propriety; a minister should serve his ruler with loyalty' echoes the mutual respect and responsibility required between leaders and subordinates in 'The Way of the Commander'."
}
