{
  "awareness_mainTitle": "Mindfulness",
  "awareness_author": "Ellen J. Langer",
  "awareness_section_challenge": "The Book's Challenge",
  "awareness_coreConcept_title": "Mindfulness",
  "awareness_coreConcept_subtitle": "",
  "awareness_coreConcept_desc": "Many physical and mental limitations stem from 'mindless compliance' rather than unchangeable facts. Cultivating the ability of 'mindfulness' allows us to break through mental models and regain control of our lives.",
  "awareness_section_mindmap": "Mind Map",
  "awareness_part1_title": "Part 1: Breaking Through Limiting Mindsets",
  "awareness_part1_item1_title": "The Illusion of Rules: Rules Are Guidelines, Not Edicts",
  "awareness_part1_item1_desc": "Many 'rules' in social and personal life are arbitrary or outdated, yet we mindlessly obey them, thereby limiting our own potential. Our beliefs directly affect our physiological state.",
  "awareness_part1_item2_title": "Cognitive Bias in Risk: Risk is a Label from Onlookers",
  "awareness_part1_item2_desc": "So-called 'risk' is often an evaluation from others. Life is full of uncertainty; what matters is making a choice and then working to make it a good one.",
  "awareness_part1_item3_title": "The Illusion of Control: Don't Let Worry Paralyze Your Life",
  "awareness_part1_item3_desc": "We often seek the illusion of control that 'familiarity' brings, falling into 'defensive pessimism.' It is better to learn 'mindful optimism,' acknowledging the world's uncertainty and facing outcomes, good or bad, with equanimity.",
  "awareness_part2_title": "Part 2: The Power of Mindset",
  "awareness_part2_item1_title": "Abundance and Scarcity: Your Worldview Shapes Your World",
  "awareness_part2_item1_desc": "A 'scarcity mindset' is often shaped by the socially dominant. By breaking the 'work/play' dichotomy, one can find meaning and joy in any activity, experiencing inner abundance.",
  "awareness_part2_item2_title": "Decisions and Regret: There Are No Wrong Decisions",
  "awareness_part2_item2_desc": "There are no wrong decisions, only subsequent actions. Regret stems from the false assumption that the unchosen path would have been better. Focusing on the present can dissolve regret.",
  "awareness_part2_item3_title": "Mind-Body Unity: The Mind is More Powerful Than We Imagine",
  "awareness_part2_item3_desc": "Mind and body are an inseparable whole; thoughts, beliefs, and labels can directly alter physiological states. The counterclockwise study and the pilot vision experiment both prove this.",
  "awareness_part3_title": "Part 3: How to Live Mindfully",
  "awareness_part3_item1_title": "The Three Levels of Mindfulness",
  "awareness_part3_item1_li1": "<strong>Level 1 (Naive Practice)</strong>: Acting on feelings and instincts.",
  "awareness_part3_item1_li2": "<strong>Level 2 (Rational Rules)</strong>: Trying to solve problems with rules, but often falling into new predicaments.",
  "awareness_part3_item1_li3": "<strong>Level 3 (Multidimensional Perspective)</strong>: Being able to see problems from multiple angles, accept uncertainty, and achieve true freedom.",
  "awareness_part3_item2_title": "The Contagion of Mindfulness: Walk with the Mindful",
  "awareness_part3_item2_desc": "'Mindfulness' or 'mindlessness' is contagious. By spending time with people who are mindful and live in the present, we are positively influenced.",
  "awareness_section_scenarios": "Practical Application",
  "awareness_scenario1_title": "Question the Rules",
  "awareness_scenario1_desc": "Next time you encounter 'that's just the rule,' think about the meaning behind it instead of blindly complying.",
  "awareness_scenario2_title": "Act First, Think Later",
  "awareness_scenario2_desc": "Instead of getting stuck in analysis paralysis, choose a direction and go all out to 'make that decision the right one.'",
  "awareness_scenario3_title": "Embrace Uncertainty",
  "awareness_scenario3_desc": "View every choice as an opportunity for growth to reduce anxiety.",
  "awareness_scenario4_title": "Break the Labels",
  "awareness_scenario4_desc": "Consciously remove labels from yourself and others; treat work as play.",
  "awareness_scenario5_title": "Utilize the Mind-Body Connection",
  "awareness_scenario5_desc": "Improve your physical state through positive mental suggestions.",
  "awareness_scenario6_title": "Elevate Your Thinking",
  "awareness_scenario6_desc": "When facing a problem, try to approach it from a Level 3 mindset by asking, 'Is this problem even valid?'",
  "awareness_section_resources": "Mentioned Books & Contexts",
  "awareness_resource1": "<strong>'Oliver Twist' (Charles Dickens):</strong> Illustrates that a difficult past can be transformed into fuel for success.",
  "awareness_resource2": "<strong>'Walden' (Henry David Thoreau):</strong> Shows that opting out of mainstream values of 'failure' can lead to another kind of greatness.",
  "awareness_resource3": "<strong>'The Prince and the Pauper' (Mark Twain):</strong> Emphasizes that happiness is multidimensional and should not be defined by a single metric.",
  "awareness_resource4": "<strong>'Roman Holiday' (Movie):</strong> Shows that a simple, free life can bring happiness.",
  "awareness_resource5": "<strong>'Thinking, Fast and Slow' (Daniel Kahneman):</strong> Cites his theory and points out that even the deliberate 'System 2' can be mindless."
}
