{
  "bestToy_mainTitle": "You Are Your Child's Best Toy",
  "bestToy_author": "Kimberley Clayton Blaine",
  "bestToy_section_coreConcept": "Core Concept",
  "bestToy_coreConcept_title": "Emotional Guidance",
  "bestToy_coreConcept_subtitle": "",
  "bestToy_coreConcept_desc": "Parents should use 'Emotional Guidance' to understand and respond to their children's emotions, rather than using ineffective methods like control, bribery, or neglect. This helps children build inner security and emotional regulation skills. The key technique is to identify and name the correct behavior in the moment, such as saying 'This is patience,' to reinforce positive behavior and emotional intelligence.",
  "bestToy_section_mindmap": "Mind Map",
  "bestToy_section_mistakes": "Common Parenting Mistakes",
  "bestToy_mistake1_title": "The Controller Parent",
  "bestToy_mistake1_behavior_label": "Behavior:",
  "bestToy_mistake1_behavior": "Tends to give orders, such as 'I'm counting to three,' using authority to force the child to comply.",
  "bestToy_mistake1_consequence_label": "Consequence:",
  "bestToy_mistake1_consequence": "The child may grow up to be particularly timid or, conversely, have an extremely strong need for control, causing themselves great suffering.",
  "bestToy_mistake2_title": "The Permissive Parent",
  "bestToy_mistake2_behavior_label": "Behavior:",
  "bestToy_mistake2_behavior": "Believes 'crying for a while doesn't matter,' ignores the child's emotional outbursts, and adopts a passive waiting attitude.",
  "bestToy_mistake2_consequence_label": "Consequence:",
  "bestToy_mistake2_consequence": "The child will severely lack a sense of team belonging, becoming overly dependent on external communities, potentially leading to internet addiction or even joining gangs.",
  "bestToy_mistake3_title": "The Bribing Parent",
  "bestToy_mistake3_behavior_label": "Behavior:",
  "bestToy_mistake3_behavior": "Uses material rewards (such as candy, stickers) to gain the child's cooperation or stop crying.",
  "bestToy_mistake3_consequence_label": "Consequence:",
  "bestToy_mistake3_consequence": "The child does everything based on external motivation, unable to find joy in the activity itself, easily losing the meaning of life as they grow up, feeling depressed.",
  "bestToy_mistake4_title": "The Dismissive Parent",
  "bestToy_mistake4_behavior_label": "Behavior:",
  "bestToy_mistake4_behavior": "Dismisses the child's true feelings, such as responding 'you just ate, you shouldn't be hungry' when the child says they're hungry, or saying 'it doesn't hurt' when the child falls.",
  "bestToy_mistake4_consequence_label": "Consequence:",
  "bestToy_mistake4_consequence": "The child grows up unable to empathize with others' feelings, causing communication barriers, and may even hurt others without awareness.",
  "bestToy_mistake5_title": "Inappropriate Punishment",
  "bestToy_mistake5_correct_label": "Direct Consequences (Correct):",
  "bestToy_mistake5_correct": "Punishment is directly related to the wrong behavior. For example, the consequence of not eating on time is having no food.",
  "bestToy_mistake5_wrong_label": "Negative Consequences (Wrong):",
  "bestToy_mistake5_wrong": "Punishment is unrelated to the wrong behavior. For example, the punishment for breaking a cup is not being able to watch TV. This only teaches the child how to lie to avoid punishment.",
  "bestToy_mistake6_title": "Fear-Inducing Corporal Punishment",
  "bestToy_mistake6_problem_label": "Core Issue:",
  "bestToy_mistake6_problem": "The fundamental problem with corporal punishment is not the light spanking itself, but the parent's loss of emotional control during punishment. This loss of control destroys the child's sense of security and creates a huge rift in the parent-child relationship.",
  "bestToy_section_steps": "The Core Solution: Five Steps of Emotional Guidance",
  "bestToy_step1_title": "Plant the Seed (Communicate Beforehand)",
  "bestToy_step1_desc": "Before an event, clearly and specifically tell the child the standards and expectations for their behavior.",
  "bestToy_step2_title": "Observe and Listen",
  "bestToy_step2_desc": "Constantly observe the child's emotional state. When the child has an outburst, get down to their level, make eye contact, and listen to their feelings.",
  "bestToy_step3_title": "Reflect Feelings (The Most Important Skill)",
  "bestToy_step3_desc": "Accurately describe the child's current feelings with words. For example, to an angry child, say: 'Daddy understands you're very angry right now, is that right?'",
  "bestToy_step4_title": "Guide Problem-Solving",
  "bestToy_step4_desc": "After the child has calmed down, guide them to think about solutions. For example: 'What do you think you can do to get along well with your friends?'",
  "bestToy_step5_title": "Affirm and Reinforce (Reinforce When They Do It Right)",
  "bestToy_step5_desc": "The moment the child exhibits the correct behavior, immediately give praise and label the behavior. For example: 'What you just did is called 'perseverance,' you're amazing!'",
  "bestToy_section_scenarios": "Practical Application",
  "bestToy_scenario1_title": "Unconditional Love",
  "bestToy_scenario1_desc": "Unconditional love is not spoiling. It is precisely because of love that boundaries must be set and correct behavior taught. After criticizing a child, always reaffirm that 'Mommy and Daddy still love you.'",
  "bestToy_scenario2_title": "Marital Relationship Over Parent-Child Relationship",
  "bestToy_scenario2_desc": "A harmonious parental relationship is the child's greatest source of security. Do not argue about educational issues in front of the child.",
  "bestToy_scenario3_title": "Cultivate Intrinsic Joy",
  "bestToy_scenario3_desc": "The core of education is to guide children to discover the joy in things for themselves, not to learn through rewards or coercion. When a child develops an intrinsic interest in something, they will naturally be willing to engage with it.",
  "bestToy_scenario4_title": "Focus on the Moments They Get It Right",
  "bestToy_scenario4_desc": "Parents should change the habit of focusing on their child's flaws and instead cherish and utilize the moments when the child 'gets it right' to reinforce their confidence and correct behavior through emotional guidance.",
  "bestToy_section_resources": "Mentioned Books & Contexts",
  "bestToy_resource1_title": "'Crucial Conversations'",
  "bestToy_resource1_desc": "Mentioned when explaining the importance of 'reflecting feelings.' The book emphasizes the need to be a 'dual-processor' in conversations, paying attention to both the content and the atmosphere of the communication. Handling emotions (the atmosphere) first allows for effective communication (the content)."
}
