{
  "bestToy_mainTitle": "You Are Your Child's Best Toy",
  "bestToy_author": "Kimberley Clayton Blaine",
  "bestToy_section_coreConcept": "Core Concept",
  "bestToy_coreConcept_title": "Emotional Guidance",
  "bestToy_coreConcept_subtitle": "",
  "bestToy_coreConcept_desc": "The core of this book is that parents should use 'Emotional Guidance' to understand and respond to their children's emotions, rather than using ineffective methods like control, bribery, or neglect, thus helping children build inner security and emotional regulation skills.",
  "bestToy_section_mindmap": "Mind Map",
  "bestToy_section_mistakes": "Common Parenting Mistakes",
  "bestToy_mistake1_title": "The Controller Parent",
  "bestToy_mistake1_desc": "Tends to give orders and use authority to force compliance, which may lead the child to become either timid or extremely controlling in the future.",
  "bestToy_mistake2_title": "The Permissive Parent",
  "bestToy_mistake2_desc": "Ignores the child's emotional outbursts, leading to a lack of belonging, and the child may turn to external groups for support.",
  "bestToy_mistake3_title": "The Bribing Parent",
  "bestToy_mistake3_desc": "Uses material rewards for cooperation, causing the child's motivation to be external, unable to find joy in the activity itself.",
  "bestToy_mistake4_title": "The Dismissive Parent",
  "bestToy_mistake4_desc": "Dismisses the child's true feelings, making it difficult for them to empathize with others' feelings as they grow up, leading to communication barriers.",
  "bestToy_section_steps": "The Core Solution: Five Steps of Emotional Guidance",
  "bestToy_step1_title": "Plant the Seed (Communicate Beforehand)",
  "bestToy_step1_desc": "Before an event, clearly and specifically tell the child the standards and expectations for their behavior.",
  "bestToy_step2_title": "Observe and Listen",
  "bestToy_step2_desc": "Constantly observe the child's emotional state. When the child has an outburst, get down to their level, make eye contact, and listen.",
  "bestToy_step3_title": "Reflect Feelings (The Most Important Skill)",
  "bestToy_step3_desc": "Accurately describe the child's current feelings with words to make them feel understood and accepted.",
  "bestToy_step4_title": "Guide Problem-Solving",
  "bestToy_step4_desc": "After the child has calmed down, guide them to think about solutions.",
  "bestToy_step5_title": "Affirm and Reinforce (Reinforce When They Do It Right)",
  "bestToy_step5_desc": "The moment the child exhibits the correct behavior, immediately give praise and label the behavior, for example: 'That's what 'patience' looks like.'",
  "bestToy_section_scenarios": "Practical Application",
  "bestToy_scenario1_title": "Unconditional Love",
  "bestToy_scenario1_desc": "Unconditional love is not spoiling. It is precisely because of love that boundaries are set. After criticism, always reaffirm that 'Mommy and Daddy still love you.'",
  "bestToy_scenario2_title": "Marital Relationship Over Parent-Child Relationship",
  "bestToy_scenario2_desc": "A harmonious parental relationship is the child's greatest source of security. Do not argue about educational issues in front of the child.",
  "bestToy_scenario3_title": "Cultivate Intrinsic Joy",
  "bestToy_scenario3_desc": "The core of education is to guide children to discover the joy in things themselves, not to learn through rewards or coercion.",
  "bestToy_scenario4_title": "Focus on the Moments They Get It Right",
  "bestToy_scenario4_desc": "Cherish and utilize the moments when the child 'gets it right' to reinforce their confidence and correct behavior through emotional guidance.",
  "bestToy_section_resources": "Mentioned Books & Contexts",
  "bestToy_resource1": "<strong>'Crucial Conversations':</strong> Emphasizes the need to be a 'dual-processor' in conversations, paying attention to the communication atmosphere as well as the content. Handle emotions first to communicate effectively."
}
