{
  "brainScience_mainTitle": "Brain Science of Studying",
  "brainScience_author": "Yuji Ikeya",
  "brainScience_section_coreConcept": "Core Concept",
  "brainScience_coreConcept_title": "Trick the Hippocampus",
  "brainScience_coreConcept_subtitle": "Trick the Hippocampus",
  "brainScience_coreConcept_desc": "The essence of learning is to 'trick' the brain's hippocampus into believing that knowledge is crucial for survival, thus converting short-term memory into long-term memory.",
  "brainScience_section_mindmap": "Mind Map",
  "brainScience_section_strategies": "Four Strategies to Trick the Hippocampus",
  "brainScience_strategy1_title": "1. Utilize 'Repetition' with the Forgetting Curve",
  "brainScience_strategy1_desc": "According to the Ebbinghaus forgetting curve, reviewing on the 2nd day, 1 week later, 2 weeks later, and 1 month later is the most effective way to form long-term memory. The brain prioritizes output (testing) over input (reviewing).",
  "brainScience_strategy2_title": "2. Trigger the 'LTP' Switch",
  "brainScience_strategy2_desc": "LTP (Long-Term Potentiation) is the source of memory. Stimulating <strong>curiosity</strong> (generating theta waves) and <strong>emotion</strong> (activating the amygdala) can significantly improve memory efficiency, but note that excessive stress can inhibit LTP.",
  "brainScience_strategy3_title": "3. The 'Lion Memory Method'",
  "brainScience_strategy3_desc": "Mimic the state of a hunting mammal to enhance memory: <strong>hunger</strong> (pre-meal is prime time for memorization), <strong>walking</strong> (walking while reciting aids memory), and <strong>cold</strong> (moderate cold creates a sense of survival urgency).",
  "brainScience_strategy4_title": "4. Use 'Sleep' to Consolidate Memory",
  "brainScience_strategy4_desc": "During sleep, the hippocampus consolidates information from the day and transfers it to long-term memory. Therefore, bedtime is suitable for memorization, and mornings are for logical thinking.",
  "brainScience_section_advanced": "Advanced Learning & Mindset",
  "brainScience_advanced1_title": "Learning by Elimination",
  "brainScience_advanced1_desc": "The human brain learns through a process of 'elimination' by making mistakes, reflecting, and correcting. Therefore, one should not fear failure, remain optimistic, and proceed step by step.",
  "brainScience_advanced2_title": "Action Creates Motivation",
  "brainScience_advanced2_desc": "Motivation comes from 'taking action.' When you don't feel like studying, just start, and motivation will follow (the principle of action-induced excitement).",
  "brainScience_advanced3_title": "Transitioning Memory Types",
  "brainScience_advanced3_desc": "With age, one should shift from relying on 'knowledge memory' (rote memorization) to utilizing 'experiential memory' (association) and 'procedural memory' (understanding principles).",
  "brainScience_section_scenarios": "Practical Application",
  "brainScience_scenario1_title": "Create a Scientific Review Plan",
  "brainScience_scenario1_desc": "Schedule reviews based on the rhythm of 'the next day, one week later, two weeks later, and one month later'.",
  "brainScience_scenario2_title": "Adjust Your Study Environment",
  "brainScience_scenario2_desc": "Try memorizing vocabulary while walking outdoors before a meal, and review materials that need to be memorized before sleep.",
  "brainScience_scenario3_title": "Overcome Procrastination",
  "brainScience_scenario3_desc": "When lacking motivation, set a very small goal (e.g., solve just one problem) to activate your study mode using the 'action-induced excitement' principle.",
  "brainScience_section_resources": "Mentioned Books & Contexts",
  "brainScience_resource1": "<strong>'Peak: Secrets from the New Science of Expertise':</strong> Cites its concept of 'mental representations' to explain that expert-level memory is achieved through deliberate practice, transforming knowledge into 'procedural memory' that can be recalled without conscious thought.",
  "brainScience_resource2": "<strong>'Presence: Bringing Your Boldest Self to Your Biggest Challenges':</strong> Cites its core idea that simply 'sitting up straight' during a stressful exam can change body chemistry and boost confidence."
}
