{
    "brainScience_mainTitle": "The Brain Science of Studying",
    "brainScience_author": "Yuji Iketani",
    "brainScience_section_challenge": "The Challenge of This Book",
    "brainScience_coreConcept_title": "The Essence of Learning is to 'Deceive' the Hippocampus",
    "brainScience_coreConcept_subtitle": "The Essence of Learning is to 'Deceive' the Hippocampus",
    "brainScience_coreConcept_desc": "To form long-term memories, we need to use methods to trick the hippocampus into thinking that the knowledge we are learning is crucial for survival, thus converting short-term memories into long-term ones.",
    "brainScience_section_mindmap": "Mind Map",
    "brainScience_section_principles": "Principles of Brain Memory",
    "brainScience_principles_1_title": "Memory is the Formation of New Neural Circuits",
    "brainScience_principles_1_desc": "The hippocampus acts as the gatekeeper of memory, filtering information and only transferring what it deems 'critical for survival' into long-term memory. Learning is difficult because the brain is natively configured to consider such information as irrelevant to survival.",
    "brainScience_principles_2_title": "The Essence of Learning is to 'Deceive' the Hippocampus",
    "brainScience_principles_2_desc": "To form long-term memories, we need methods to make the hippocampus mistakenly believe that the learned knowledge is a matter of life and death. Key methods include: repeated input, leveraging emotions and curiosity, and optimizing physiological states.",
    "brainScience_section_strategies": "Four Strategies to Deceive the Hippocampus",
    "brainScience_strategy1_title": "Strategy 1: Utilize the 'Repetition' of the Forgetting Curve",
    "brainScience_strategy1_desc": "According to the Ebbinghaus forgetting curve, humans forget rapidly shortly after memorizing. By reviewing at optimal intervals, we can effectively 'deceive' the hippocampus into thinking the information is important.",
    "brainScience_strategy1_point1_title": "Optimal Review Schedule",
    "brainScience_strategy1_point1_item1": "First review: The day after learning.",
    "brainScience_strategy1_point1_item2": "Second review: One week after the first review.",
    "brainScience_strategy1_point1_item3": "Third review: Two weeks after the second review.",
    "brainScience_strategy1_point1_item4": "Fourth review: One month after the third review.",
    "brainScience_strategy1_point2_title": "Output Over Input",
    "brainScience_strategy1_point2_desc": "Regularly taking 'tests' (output practice) is more effective than simple 'reviewing' (input), as tests make the brain feel the importance of the information.",
    "brainScience_strategy2_title": "Strategy 2: Triggering the 'LTP' Switch",
    "brainScience_strategy2_desc": "LTP (Long-Term Potentiation) is the physical source of memory. Effectively triggering LTP enables efficient memorization.",
    "brainScience_strategy2_point1_title": "Curiosity (Theta Waves)",
    "brainScience_strategy2_point1_desc": "Learning with curiosity causes the brain to produce theta waves, which can increase the efficiency of LTP generation tenfold.",
    "brainScience_strategy2_point2_title": "Emotion (Amygdala)",
    "brainScience_strategy2_point2_desc": "Events with strong emotional fluctuations are more easily remembered. Incorporating emotion and imagination into learning can activate the amygdala and aid memory.",
    "brainScience_strategy2_tip": "💡 Stress is the killer of LTP: Excessive stress inhibits the production of LTP, leading to a decline in memory.",
    "brainScience_strategy3_title": "Strategy 3: The 'Lion Memory Method'",
    "brainScience_strategy3_desc": "Mimicking the physiological state of a hunting mammal can effectively enhance memory.",
    "brainScience_strategy3_point1_title": "Hunger",
    "brainScience_strategy3_point1_desc": "The brain is more active when hungry before a meal, making it a golden time for memorization.",
    "brainScience_strategy3_point2_title": "Movement",
    "brainScience_strategy3_point2_desc": "Walking or swaying helps with memory; you can memorize while walking.",
    "brainScience_strategy3_point3_title": "Cold",
    "brainScience_strategy3_point3_desc": "A slightly cold environment can create a sense of survival crisis, stimulating the brain to remember.",
    "brainScience_strategy4_title": "Strategy 4: Using 'Sleep' to Organize Memories",
    "brainScience_strategy4_desc": "During sleep, the hippocampus organizes the day's information and converts it into long-term memory, making sleep quality and scheduling crucial for learning.",
    "brainScience_strategy4_point1_title": "Remember Better After a Nap",
    "brainScience_strategy4_point1_desc": "Studies show that testing after a nap leads to better results than testing immediately after learning.",
    "brainScience_strategy4_point2_title": "Optimal Study Time Arrangement",
    "brainScience_strategy4_point2_desc": "Engage in subjects requiring logical thinking (math, physics) in the morning; study subjects that require memorization (history, geography) before bed.",
    "brainScience_section_advanced": "Advanced Learning and Mindset",
    "brainScience_advanced_desc": "Effective learning requires not just skills, but also the right mindset and an understanding of how the brain works.",
    "brainScience_advanced1_title": "Learning by Elimination",
    "brainScience_advanced1_desc": "The human brain learns through a process of 'elimination' by making mistakes, reflecting, and correcting. Therefore, one should be fearless of failure, optimistic, and proceed step-by-step.",
    "brainScience_advanced2_title": "Action Creates Motivation",
    "brainScience_advanced2_desc": "Motivation comes from 'starting to act.' When you don't feel like studying, just start, and the motivation will follow (the principle of action-induced excitement).",
    "brainScience_advanced3_title": "Switching Memory Types",
    "brainScience_advanced3_desc": "With age, one should shift from relying on 'knowledge memory' (rote memorization) to using 'experiential memory' (association) and 'procedural memory' (understanding principles).",
    "brainScience_section_scenarios": "Practical Application",
    "brainScience_scenario1_title": "Create a Scientific Review Plan",
    "brainScience_scenario1_desc": "Schedule reviews according to the rhythm of 'the next day, one week later, two weeks later, one month later,' rather than cramming before an exam.",
    "brainScience_scenario2_title": "Infuse Emotion into Learning",
    "brainScience_scenario2_desc": "When memorizing historical events, imagine the scene and the emotions of the characters, rather than just remembering dry dates.",
    "brainScience_scenario3_title": "Adjust Learning Environment and Timing",
    "brainScience_scenario3_desc": "Try memorizing vocabulary while walking outdoors before meals, and review memory-intensive content before bed.",
    "brainScience_scenario4_title": "Overcome Procrastination",
    "brainScience_scenario4_desc": "When you lack motivation, set a very small goal (like solving just one math problem) to trigger the 'action-induced excitement' principle and get into a state of learning.",
    "brainScience_section_resources": "Mentioned Books and Contexts",
    "brainScience_resource1_title": "'Leonardo da Vinci'",
    "brainScience_resource1_desc": "Used to prove that Leonardo da Vinci maintained a strong sense of curiosity throughout his life, which is key to efficient memory.",
    "brainScience_resource2_title": "'Napoleon: A Life'",
    "brainScience_resource2_desc": "Used as an example of how to remember historical dates (1815) through emotional connection.",
    "brainScience_resource3_title": "'Peak: Secrets from the New Science of Expertise'",
    "brainScience_resource3_desc": "Cites its concept of 'mental representation' to explain that master-level memory is achieved through deliberate practice, turning knowledge into 'procedural memory' that can be recalled without thinking.",
    "brainScience_resource4_title": "'Meeting Mozart'",
    "brainScience_resource4_desc": "Explains why Mozart's music is most helpful for learning, as it is filled with a sense of joy.",
    "brainScience_resource5_title": "'Presence: Bringing Your Boldest Self to Your Biggest Challenges'",
    "brainScience_resource5_desc": "Cites its core idea that simply 'sitting up straight' during a stressful exam can change the body's chemistry and boost confidence."
}
