{
  "cc_mainTitle": "Crucial Conversations",
  "cc_author": "Kerry Patterson, et al.",
  "cc_section_coreConcept": "Core Concept",
  "cc_coreConcept_title": "100% Respect + 100% Candor",
  "cc_coreConcept_subtitle": "In high-stakes, emotional, or divisive situations, create a safe atmosphere for dialogue to achieve effective communication.",
  "cc_coreConcept_desc": "The key to success lies in creating a conversational atmosphere where both parties feel safe.",
  "cc_section_mindmap": "Mind Map",
  "cc_section_whatis": "What is a Crucial Conversation",
  "cc_whatis1_title": "Three Characteristics",
  "cc_whatis1_li1": "<strong>High Stakes:</strong> The outcome has a significant impact.",
  "cc_whatis1_li2": "<strong>Strong Emotions:</strong> Both parties have strong emotional reactions.",
  "cc_whatis1_li3": "<strong>Opposing Opinions:</strong> There are significant differences in viewpoints.",
  "cc_whatis2_title": "Human Instinctual Response Flaws",
  "cc_whatis2_li1": "<strong>Fight-or-Flight Response:</strong> The brain goes blank, unable to think clearly.",
  "cc_whatis2_li2": "<strong>Violence:</strong> Anger, offending the other party.",
  "cc_whatis2_li3": "<strong>Silence:</strong> Enduring, pretending everything is fine.",
  "cc_section_howto": "How to Master Crucial Conversations: Seven Steps",
  "cc_step1_title": "Start with Heart",
  "cc_step1_desc": "Manage your own mindset, break free from a victim mentality, and ask yourself four guiding questions before the conversation to clarify your goals.",
  "cc_step2_title": "Learn to Look",
  "cc_step2_desc": "Become a 'dual-processor' in conversations, paying attention to both content and atmosphere, and prioritizing the atmosphere.",
  "cc_step3_title": "Make It Safe",
  "cc_step3_desc": "When the atmosphere feels unsafe, use techniques like apologizing, contrasting, and creating a mutual purpose to repair it.",
  "cc_step4_title": "Master My Stories",
  "cc_step4_desc": "Manage your negative emotions. Step out of the conversation before losing control and revisit your true purpose.",
  "cc_step5_title": "STATE My Path",
  "cc_step5_desc": "Start with facts, then state your story, and ask for the other person's perspective.",
  "cc_step6_title": "Explore Others' Paths",
  "cc_step6_desc": "When opinions differ greatly, communicate using techniques of agreeing, building, and comparing.",
  "cc_step7_title": "Move to Action",
  "cc_step7_desc": "Ensure the conversation leads to a consensus and is translated into a concrete action plan.",
  "cc_section_scenarios": "Practical Application",
  "cc_scenario1_title": "Parent-Child Communication (Child Addicted to Games)",
  "cc_scenario1_desc": "Clarify that the goal is to 'help the child,' not to blame. First, create a safe atmosphere, state the objective facts ('You stayed up late three times last week'), understand the child's perspective, and finally, find a solution together.",
  "cc_scenario2_title": "Workplace Communication (Asking for a Raise)",
  "cc_scenario2_desc": "First, list objective contributions and data, then use 'contrasting' to express your desire to contribute more value, and ask for your boss's opinion. If there's disagreement, agree first, then build on it.",
  "cc_section_resources": "Mentioned Books & Contexts",
  "cc_resource1": "<strong>'The Gradual Path':</strong> Mentioned when discussing breaking social inertia and not blaming others for one's own unhappiness.",
  "cc_resource2": "<strong>'The 7 Habits of Highly Effective People':</strong> Recommended as a reference to emphasize the importance of being proactive and not easily swayed by others' emotions.",
  "cc_resource3": "<strong>'The Godfather':</strong> Cites the Godfather's wisdom from the movie, 'Never get angry at your rival,' to illustrate the importance of staying calm in crucial conversations."
}
