{
  "coaching_mainTitle": "Coaching for Performance",
  "coaching_author": "John Whitmore",
  "coaching_section_challenge": "Core Challenge",
  "coaching_coreConcept_title": "The GROW Model",
  "coaching_coreConcept_subtitle": "(Goal, Reality, Options, Will)",
  "coaching_coreConcept_desc": "Traditional 'instructional' teaching has its limits. Through 'coaching-style' questioning centered on the GROW model, one can effectively unlock individual potential and a sense of responsibility, achieving self-driven high performance.",
  "coaching_section_mindmap": "Mind Map",
  "coaching_section_premise": "Core Premise: From 'Instructing' to 'Questioning'",
  "coaching_premise1_title": "A Coach's Unexpected Discovery",
  "coaching_premise1_desc": "The author found that non-professional coaches, by continuously asking questions, could guide athletes to self-correct and spark their inner sense of responsibility, leading to performances that even surpassed those of athletes guided by professional coaches.",
  "coaching_premise2_title": "Why 'Giving Advice' Often Fails",
  "coaching_premise2_desc": "Directly giving advice is often perceived as a reprimand and leads to a shift in responsibility. Data shows that in 80% of cases, employees already have the answer, and 70% of managerial advice is ineffective.",
  "coaching_section_belief": "A Coach's Belief: Trust in Human Potential",
  "coaching_belief1_title": "Potential is Everywhere",
  "coaching_belief1_desc": "Many people excel in areas outside of work, proving that potential is widespread. The key is whether it is unlocked and whether the individual believes 'this is my responsibility.'",
  "coaching_belief2_title": "A New Interpretation of Maslow's Hierarchy of Needs",
  "coaching_belief2_desc": "When people's higher-level needs (like self-actualization and esteem) are met, they overlook lower-level material needs. Conversely, spiritual emptiness leads to a desperate pursuit of material things. The core value of coaching is to help people satisfy these higher-level needs.",
  "coaching_section_grow": "The GROW Model: Four Steps to Effective Questioning",
  "coaching_grow_g_title": "G - Goal",
  "coaching_grow_g_desc": "Help the individual establish clear, specific goals. Key questions include: 'What is your goal?', 'When will you achieve it?', 'What are the specific metrics?' This stage is only for clarity, without judgment.",
  "coaching_grow_r_title": "R - Reality",
  "coaching_grow_r_desc": "Have the individual objectively assess the current situation for self-awareness. Key questions include: 'What is the current situation?', 'What efforts have you made?', 'Who else is involved?'",
  "coaching_grow_o_title": "O - Options",
  "coaching_grow_o_desc": "Inspire the individual to identify all possible solutions to build self-responsibility. Key questions include: 'What are your options?', 'Are there any more?', 'What would be the consequences of doing that?'",
  "coaching_grow_w_title": "W - Will",
  "coaching_grow_w_desc": "Transform ideas into a concrete action plan. Key questions include: 'What are you going to do?', 'What is the next step?', 'Whose help do you need?', 'How likely are you to do this?'",
  "coaching_section_scenarios": "Practical Application",
  "coaching_scenario1_title": "Parent-Child Communication",
  "coaching_scenario1_desc": "Use the GROW model to explore the true aspirations behind a child's reluctance to study, and guide them to create a plan to achieve their goals, returning the responsibility for learning to the child.",
  "coaching_scenario2_title": "Career Planning",
  "coaching_scenario2_desc": "When facing a career dilemma, use the GROW model to clarify goals, analyze the current situation, explore options, and ultimately formulate a clear action plan.",
  "coaching_scenario3_title": "Daily Management",
  "coaching_scenario3_desc": "When an employee comes to you for an answer, asking 'What do you think?' is the first step from being an instructional leader to a coaching one.",
  "coaching_section_resources": "Mentioned Books & Contexts",
  "coaching_resource1": "<strong>'How to Raise a Socially Competent Child':</strong> Its core method aligns with the spirit of the GROW model for adults, both using questioning to guide individuals to solve their own problems.",
  "coaching_resource2": "<strong>'The Sharing Economy':</strong> Describes the future trend where everyone is an independent business entity. In this collaborative model, coaching-style communication that can unlock others' potential will become crucial."
}
