{
  "facts_mainTitle": "Speak with Facts",
  "facts_author": "Mark Murphy",
  "facts_section_summary": "Book Summary",
  "facts_coreConcept_title": "The FIRE Model",
  "facts_coreConcept_desc": "This book aims to solve communication dilemmas caused by people's resistance to the truth. Through eight structured tools like the FIRE model and Word Pictures, it guides readers on how to conduct transparent and constructive conversations, turning potential conflicts into opportunities for consensus and improvement. The key skill lies in learning to calmly separate facts, interpretations, and emotional reactions, bringing communication back to an objective foundation.",
  "facts_section_mindmap": "Mind Map",
  "facts_section_killers": "Problem: Why Do People Resist the Truth?",
  "facts_killer1_title": "Ignorant Confidence",
  "facts_killer1_desc": "Stemming from the Dunning-Kruger effect, it suggests that the more ignorant people are, the less they are able to realize their own ignorance.",
  "facts_killer2_title": "Perceptual Differences",
  "facts_killer2_desc": "Based on past experiences, standpoints, and other factors, different people will have completely different interpretations of the same event.",
  "facts_killer3_title": "Psychological Resistance",
  "facts_killer3_desc": "To avoid the pain of cognitive dissonance, people subconsciously reject truths that conflict with their own beliefs.",
  "facts_killer4_title": "Conflict of Interest",
  "facts_killer4_desc": "When the truth threatens the vested interests of an individual or group, it will be met with strong resistance.",
  "facts_section_tools": "Solution: Eight Tools for Transparent Communication",
  "facts_tool1_title": "1. Focus on the Facts (The FIRE Model)",
  "facts_tool1_desc": "Conversations should focus on objective, specific, unemotional, and timely Facts, and clearly separate them from subjective Interpretations, emotional Reactions, and desired Ends.",
  "facts_tool2_title": "2. Empathize",
  "facts_tool2_desc": "Understand the other person's perspective and feelings through a cognitive exercise, rather than emotional agreement, to lower their defensiveness.",
  "facts_tool3_title": "3. Set an Effective Goal",
  "facts_tool3_desc": "Use the 'six-months-from-now' rule to set long-term, constructive goals, avoiding short-term emotional goals like seeking an apology or proving the other person wrong.",
  "facts_tool4_title": "4. Dialogue, Not Confrontation (The IDEAS Model)",
  "facts_tool4_desc": "Create a collaborative atmosphere with a 30-second opening (Invite, Disarm, Eliminate blame, Affirm their right, Set a time).",
  "facts_tool5_title": "5. Create a Word Picture",
  "facts_tool5_desc": "Jointly define the specific behaviors for 'poor,' 'good,' and 'excellent' to build consensus and avoid disputes caused by vague adjectives.",
  "facts_tool6_title": "6. Listen with Structure",
  "facts_tool6_desc": "After listening, use the FIRE model to restate your understanding to the other person, confirming that you are on the same page.",
  "facts_tool7_title": "7. State the Fact to Create a 'Corrective Leap'",
  "facts_tool7_desc": "Contrast the person's specific behavior (the fact) with the previously established 'Word Picture' to trigger a moment of self-correcting insight.",
  "facts_tool8_title": "8. Avoid Conversational Traps",
  "facts_tool8_desc": "Be alert for signs of conversations running too long, getting off-track (softening the issue), or shutting down the dialogue space (hardening the issue).",
  "facts_section_scenarios": "Practical Application",
  "facts_scenario1_desc": "During the next performance review, you can first create a 'Word Picture' for 'excellent customer service' with your team members, clearly defining different levels of performance. When giving feedback, you can then use this as a basis to compare specific incidents (facts) with the picture, focusing the discussion on objective behaviors rather than subjective feelings, thereby prompting the other person to make a 'corrective leap' and actively seek improvement.",
  "facts_section_resources": "Mentioned Books & Contexts",
  "facts_resource1": "<strong>'The Knowledge Illusion':</strong> The 'Dunning-Kruger effect' mentioned in the content comes from this book, used to explain 'ignorant confidence.'",
  "facts_resource2": "<strong>'Crucial Conversations':</strong> The 'Contrasting' technique used in the book to disarm defensiveness is similar to concepts in 'Crucial Conversations.'",
  "facts_resource3": "<strong>'The Godfather' (Movie):</strong> Used as an example to illustrate that empathy is a rational understanding, not a sign of weakness or a need to abandon one's principles."
}
