{
  "facts_mainTitle": "Speak with Facts",
  "facts_author": "Mark Murphy",
  "facts_section_coreConcept": "Core Concept",
  "facts_coreConcept_title": "Transparent Communication to Resolve Conflict",
  "facts_coreConcept_subtitle": "Structured Tools to Return to an Objective Foundation",
  "facts_coreConcept_desc": "This book aims to solve communication dilemmas caused by people's resistance to the truth. Through eight structured tools like the FIRE model and Word Pictures, it guides readers on how to conduct transparent and constructive conversations, turning potential conflicts into opportunities for consensus and improvement. The key skill lies in learning to calmly separate facts, interpretations, and emotional reactions, bringing communication back to an objective foundation.",
  "facts_section_mindmap": "Mind Map",
  "facts_section_killers": "Problem: Why Do People Resist the Truth?",
  "facts_killers_intro": "In communication, we often find that the other party isn't being unreasonable, but is troubled by four potential 'truth killers' that cause them to instinctively reject objective facts.",
  "facts_killer1_title": "Ignorant Confidence",
  "facts_killer1_desc": "Stemming from the Dunning-Kruger effect, this refers to the idea that the more ignorant a person is, the less they are able to realize their own ignorance, leading to excessive confidence in their flawed perceptions.",
  "facts_killer2_title": "Perceptual Differences",
  "facts_killer2_desc": "Based on past experiences, positions, and other factors, different people will have completely different interpretations of the same event, with both sides believing they see the 'facts'.",
  "facts_killer3_title": "Psychological Resistance",
  "facts_killer3_desc": "To avoid the pain of cognitive dissonance, people subconsciously reject truths that conflict with their own beliefs to maintain internal harmony.",
  "facts_killer4_title": "Conflict of Interest",
  "facts_killer4_desc": "When the truth threatens the vested interests (money, power, status) of an individual or group, it will be met with the strongest and most direct resistance.",
  "facts_section_tools": "Solution: Eight Tools for Transparent Communication",
  "facts_tools_intro": "This book provides a structured toolbox to help us break down communication difficulties step by step and guide the other party to face the facts together.",
  "facts_tool1_title": "1. Focus on Facts (FIRE Model)",
  "facts_tool1_desc": "Break down chaotic conversations into four levels. When communicating, focus on objective facts to avoid confusing facts, interpretations, emotions, and desired outcomes.",
  "facts_tool1_f_label": "F (Facts):",
  "facts_tool1_f": "Objective reality. Specific, impartial, objective, unemotional, and timely.",
  "facts_tool1_i_label": "I (Interpretations):",
  "facts_tool1_i": "Subjective interpretations or associations based on facts.",
  "facts_tool1_r_label": "R (Reactions):",
  "facts_tool1_r": "Emotional responses triggered by interpretations.",
  "facts_tool1_e_label": "E (Ends):",
  "facts_tool1_e": "The desired outcomes based on emotional reactions.",
  "facts_tool2_title": "2. Perspective-Taking",
  "facts_tool2_desc": "This is a cognitive activity aimed at rationally understanding the other person's feelings and perspective, rather than emotionally agreeing with them. It can effectively lower their defensiveness and build trust, paving the way for subsequent communication.",
  "facts_tool3_title": "3. Set Effective Goals",
  "facts_tool3_desc": "Use the 'six-months-from-now rule' to set long-term, constructive conversation goals. Avoid ineffective emotional goals like seeking an apology or proving the other person wrong, and instead consider, 'What relationship do I want us to have in six months?'",
  "facts_tool4_title": "4. Dialogue, Not Confrontation (IDEAS Model)",
  "facts_tool4_desc": "A 30-second opening to quickly establish a cooperative atmosphere, inviting the other party into a safe dialogue rather than a tense confrontation.",
  "facts_tool4_i_label": "I (Invite):",
  "facts_tool4_i": "Invite the other person to the conversation.",
  "facts_tool4_d_label": "D (Disarm):",
  "facts_tool4_d": "Disarm them by stating the goal is discussion, not accusation.",
  "facts_tool4_e_label": "E (Eliminate Blame):",
  "facts_tool4_e": "Eliminate blame by emphasizing that different views can be discussed together.",
  "facts_tool4_a_label": "A (Acknowledge their Rights):",
  "facts_tool4_a": "Acknowledge their right to have a different opinion.",
  "facts_tool4_s_label": "S (Set a Time):",
  "facts_tool4_s": "Set a specific time to talk that works for both.",
  "facts_tool5_title": "5. Create Word Pictures",
  "facts_tool5_highlight": "This is the most important tool in the book.",
  "facts_tool5_desc": "Through specific written descriptions, jointly define the behavioral standards for 'poor,' 'good,' and 'excellent' to establish an objective frame of reference. This effectively avoids disputes caused by vague adjectives like 'not trying hard enough' or 'bad attitude,' allowing the discussion to focus on specific behaviors.",
  "facts_tool6_title": "6. Structured Listening",
  "facts_tool6_desc": "After listening, use the FIRE model to restate your understanding to the other person, confirming that you are on the same page regarding the facts, interpretations, emotions, and desired outcomes. For example: 'Regarding the facts, what I heard was...; your interpretation seems to be...; this makes you feel...; so you are considering.... Is my understanding correct?'",
  "facts_tool7_title": "7. State the Fact to Create a 'Corrective Leap'",
  "facts_tool7_desc": "Contrast the person's specific behavior (the objective fact) with the previously established 'Word Picture' to help them objectively see the gap between their actions and the standard. This can trigger a moment of self-correcting insight (a corrective leap), allowing change to come from within.",
  "facts_tool8_title": "8. Avoid Conversational Traps",
  "facts_tool8_desc": "Be alert for two common signs of communication failure and adjust your communication style accordingly.",
  "facts_tool8_soft_label": "Softening the Issue:",
  "facts_tool8_soft": "Conversations that are lengthy, off-topic, or recurring indicate the communication is too weak and not addressing the core problem.",
  "facts_tool8_hard_label": "Hardening the Issue:",
  "facts_tool8_hard": "When people fall silent upon your arrival or subordinates don't speak up, it signifies a communication style that is too aggressive and suppresses dialogue.",
  "facts_section_scenarios": "Practical Application",
  "facts_scenario1_title": "Performance Review Communication",
  "facts_scenario1_desc": "Instead of direct criticism, first establish a 'Word Picture' of excellent service with the team to provide an objective basis for feedback, guiding self-correction.",
  "facts_scenario2_title": "Parent-Child Communication",
  "facts_scenario2_desc": "When seeing a child's poor grades, use the FIRE model to separate the fact of a 'low score' from the interpretation that 'you're not trying,' avoiding emotional reactions.",
  "facts_scenario3_title": "Team Collaboration Conflict",
  "facts_scenario3_desc": "Facing project delays, use the IDEAS model to invite dialogue, eliminate blame, and collectively explore root causes and solutions rather than direct confrontation.",
  "facts_section_resources": "Mentioned Books & Contexts",
  "facts_resource1_title": "'The Knowledge Illusion':",
  "facts_resource1_desc": "The 'Dunning-Kruger effect' mentioned in the book is used to explain the 'ignorant confidence' truth killer.",
  "facts_resource2_title": "'Crucial Conversations':",
  "facts_resource2_desc": "The 'Contrasting' technique used to disarm defensiveness is similar to core concepts in 'Crucial Conversations,' both aiming to create a safe dialogue environment.",
  "facts_resource3_title": "'The Godfather' (Movie):",
  "facts_resource3_desc": "Used as an example to illustrate that 'perspective-taking' is a rational understanding, not a sign of weakness or a need to abandon one's principles, and that even powerful figures can benefit from it."
}
