{
  "growth_mainTitle": "The Awakening of Growth",
  "growth_author": "Fan Deng",
  "growth_section_challenge": "Core Challenge",
  "growth_coreConcept_title": "Power Law & Brain Health",
  "growth_coreConcept_subtitle": "(Power Law & Brain Health)",
  "growth_coreConcept_desc": "A child's transformation follows the 'power law' and is the result of long-term stress accumulation. Only through self-growth can parents infuse love, respect, and laughter into the family, thereby nurturing their child's brain and fostering self-motivation.",
  "growth_section_mindmap": "Mind Map",
  "growth_section_part1": "Part One: Why Do Children's Changes Seem 'Cliff-Like'?",
  "growth_part1_item1_title": "The Power Law Effect",
  "growth_part1_item1_desc": "Issues like school aversion and rebellion in children may seem sudden, but they are the result of long-term stress accumulation breaking a 'threshold,' similar to 'metal fatigue fracture'.",
  "growth_part1_item2_title": "Common Attribution Fallacies by Parents",
  "growth_part1_item2_desc": "Mistaking a child's reconciliation after being disciplined as 'resilience,' or attributing academic 'regression to the mean' to 'spare the rod' parenting, are common fallacies.",
  "growth_section_part2": "Part Two: A Neuroscience Lesson for Parents",
  "growth_part2_item1_title": "How Stress Destroys Learning Ability",
  "growth_part2_item1_desc": "Cortisol released under chronic stress inhibits the 'prefrontal cortex,' responsible for reasoning, while over-activating the 'amygdala,' responsible for primitive survival responses (fight, flight, freeze), making complex learning impossible for the brain.",
  "growth_part2_item2_title": "Creating a Nurturing Chemical Environment for the Brain",
  "growth_part2_item2_desc": "A healthy chemical foundation for a child's brain development can be provided through a sense of achievement (dopamine), enjoyment (endorphins), and love (oxytocin).",
  "growth_section_part3": "Part Three: Practical Tools for Parents",
  "growth_accordion1_title": "Emotional Guidance: The Key to Cooling Down Emotions",
  "growth_accordion1_desc": "When a child is emotional, accurately reflecting their feelings with 'I know you're feeling...' can quickly calm them down and open the door for effective communication.",
  "growth_accordion2_title": "Coach, Don't Tell: Cultivating Self-Motivation",
  "growth_accordion2_desc": "Use the GROW model to guide children to find their own solutions through questioning. Solutions they come up with themselves are far more likely to be implemented than imposed advice.",
  "growth_accordion3_title": "The Right Time to Shape Behavior",
  "growth_accordion3_li1": "<strong>Reinforce When They Do It Right:</strong> Timely and specific praise helps the brain link correct behavior with dopamine.",
  "growth_accordion3_li2": "<strong>Connect When They Make a Mistake:</strong> Sharing your own past mistakes builds trust and is the best time to strengthen your relationship.",
  "growth_section_part4": "Part Four: The Three Pillars of Family Education",
  "growth_pillar1_title": "Love",
  "growth_pillar1_desc": "Give unconditional love, without exchanges or threats, so the child knows their parents' love is always there.",
  "growth_pillar2_title": "Respect",
  "growth_pillar2_desc": "Allow the child to make decisions and encourage them to take responsibility for the family, cultivating their 'sense of worth'.",
  "growth_pillar3_title": "Laughter",
  "growth_pillar3_desc": "A home filled with laughter, where failures can be joked about, shapes a child's 'lifelong growth' mindset.",
  "growth_section_scenarios": "Practical Application",
  "growth_scenario1_title": "Practice Emotional Guidance",
  "growth_scenario1_desc": "When a child is having a tantrum, empathize first: 'I know you're very angry right now...'",
  "growth_scenario2_title": "Delegate Decision-Making",
  "growth_scenario2_desc": "Let the child be completely in charge of decisions like where to have lunch on the weekend.",
  "growth_scenario3_title": "Establish a 'Failure Sharing Session'",
  "growth_scenario3_desc": "At dinner, have family members share small things they messed up and laugh about them.",
  "growth_section_resources": "Mentioned Books & Contexts",
  "growth_resource1": "<strong>'The Self-Driven Child':</strong> Explains the impact of stress on the brain.",
  "growth_resource2": "<strong>'The Gaslight Effect':</strong> Describes the consequences of long-term psychological abuse through criticism.",
  "growth_resource3": "<strong>'You Are Your Child's Best Toy':</strong> Serves as the theoretical source for 'emotional guidance'.",
  "growth_resource4": "<strong>'Coaching for Performance':</strong> Serves as the skill source for the GROW model.",
  "growth_resource5": "<strong>'Raising An Emotionally Intelligent Child':</strong> Emphasizes that growth is determined by intrinsic factors.",
  "growth_resource6": "<strong>'The Story of Philosophy' & 'Thinking, Fast and Slow':</strong> Examples for enhancing parental cognition."
}
