{
  "bookTitle_aq": "Adversity Quotient: Turning Obstacles into Opportunities",
  "author_aq": "Paul G. Stoltz",
  "bookTitle_brainScience": "Brain Science of Studying",
  "author_brainScience": "Yuji Ikeya",
  "summary_brainScience": "The essence of learning is to 'trick' the brain, making the hippocampus believe knowledge is vital for survival, thus forming long-term memory.",
  "bookTitle_bestToy": "You Are Your Child's Best Toy",
  "author_bestToy": "Kimberley Clayton Blaine",
  "summary_bestToy": "Parents should use 'emotional guidance' to understand and respond to their child's emotions, helping them build inner security and emotional regulation skills.",
  "bookTitle_socialChild": "How to Raise a Socially Competent Child",
  "author_socialChild": "Myrna B. Shure",
  "summary_socialChild": "This book introduces the systematic ICPS (I Can Problem Solve) method to develop a child's ability to resolve conflicts independently.",
  "bookTitle_awareness": "Mindfulness",
  "author_awareness": "Ellen J. Langer",
  "summary_awareness": "We are often bound by habits and rules; with a little more mindfulness and active thinking, we can live more freely and flexibly.",
  "bookTitle_coaching": "Coaching for Performance",
  "author_coaching": "John Whitmore",
  "summary_coaching": "This book introduces questioning techniques based on the GROW model to unlock personal potential and responsibility, achieving self-driven high performance.",
  "bookTitle_artOfWar": "The Art of War, as Told by a Master",
  "author_artOfWar": "Gong Yuzhen",
  "summary_artOfWar": "This book deeply interprets 'The Art of War,' explaining how to achieve long-term, overall victory at minimal cost through strategic thinking.",
  "bookTitle_aq_card": "Adversity Quotient",
  "summary_aq": "This book explains why Adversity Quotient (AQ) is a better predictor of success than IQ or EQ and offers practical methods to turn adversity into opportunity.",
  "bookTitle_bms": "Business Made Simple",
  "author_bms": "Donald Miller",
  "summary_bms": "Simplifies complex business theories into ten character traits and ten core skills to develop value-driven professionals.",
  "bookTitle_nvc": "Nonviolent Communication",
  "author_nvc": "Marshall B. Rosenberg",
  "summary_nvc": "This book provides a four-step communication model (Observations, Feelings, Needs, Requests) to help people build deeper, more authentic connections.",
  "bookTitle_amygdala": "Rewire Your Anxious Brain",
  "author_amygdala": "Catherine M. Pittman",
  "summary_amygdala": "From a neuroscience perspective, this book explains how the amygdala works and provides concrete methods to soothe and retrain it, helping us effectively manage anxiety.",
  "bookTitle_impromptu": "Impromptu Speaking",
  "author_impromptu": "Judith Humphrey",
  "summary_impromptu": "True impromptu speaking is not about being unprepared, but about demonstrating leadership in the moment, based on thorough preparation, mindset, and clear structure.",
  "bookTitle_growth": "The Awakening of Growth",
  "author_growth": "Fan Deng",
  "summary_growth": "This book explains from a neuroscience perspective why children's transformations often seem sudden and suggests that parents need to grow themselves to bring love, respect, and laughter into the family.",
  "bookTitle_storybrand": "Building a StoryBrand",
  "author_storybrand": "Donald Miller",
  "summary_storybrand": "Use the 'SB7 Story Framework' to position the customer as the hero and the brand as the guide, thereby creating deep connections and effectively driving sales.",
  "bookTitle_negotiation": "Never Split the Difference",
  "author_negotiation": "Chris Voss, Tahl Raz",
  "summary_negotiation": "This book reveals how a former FBI negotiator uses nine communication techniques and strategic empathy to achieve win-win outcomes while making the other side feel in control.",
  "bookTitle_crucial": "Crucial Conversations",
  "author_crucial": "Kerry Patterson, et al.",
  "summary_crucial": "This book explains how to communicate effectively in high-stakes, emotional, or divisive situations to create a safe atmosphere for dialogue.",
  "bookTitle_resilience": "Resilience",
  "author_resilience": "Zhang Xiaomeng",
  "summary_resilience": "This book explains that resilience is not about toughing it out, but a process of flexible recovery, growth, and benefit. Its core is to drive the three flywheels of 'Awareness', 'Meaning', and 'Connection' through a strategy of 'continuous small wins'.",
  "bookTitle_speech": "Effective Speech",
  "author_speech": "Fan Deng",
  "summary_speech": "This book breaks down the underlying logic of effective public speaking, explaining how to overcome nervousness with a 'gift-giving' mindset and providing a practical structured framework including 'Ramp, Discovery, and Dessert'.",
  "bookTitle_facts": "Speak with Facts",
  "author_facts": "Mark Murphy",
  "summary_facts": "This book aims to solve communication difficulties caused by people's resistance to truth, guiding readers to conduct constructive dialogues through tools like the FIRE model."
}
