{
  "nvc_mainTitle": "Nonviolent Communication",
  "nvc_author": "Marshall B. Rosenberg",
  "nvc_section_coreConcept": "Core Concept",
  "nvc_coreConcept_main": "True power comes from understanding and meeting each other's needs",
  "nvc_coreConcept_sub": "not from emotional accusations",
  "nvc_coreConcept_desc": "'Nonviolent Communication' reveals the hidden roots of violence in everyday language (such as moralistic judgments and comparisons) and provides a four-step communication model that includes 'Observation, Feelings, Needs, and Requests.' This model is designed to help people clearly express themselves and empathically listen to others in any situation, thereby building deeper, more authentic human connections.",
  "nvc_section_mindmap": "Mind Map",
  "nvc_section_elements": "The Four Components of Nonviolent Communication",
  "nvc_element1_title": "Observation",
  "nvc_element1_desc": "State objective facts without any subjective evaluation or interpretation. Jiddu Krishnamurti: 'The ability to observe without evaluating is the highest form of intelligence.'",
  "nvc_element2_title": "Feelings",
  "nvc_element2_desc": "Clearly express internal emotions, not thoughts or criticisms. For example, change 'I feel like you don't care about me' to 'I feel sad when you say that.'",
  "nvc_element3_title": "Needs",
  "nvc_element3_desc": "Behind every feeling lies an unmet need, such as the need to be understood, loved, or to feel secure.",
  "nvc_element4_title": "Requests",
  "nvc_element4_desc": "Make requests in clear, positive, and concrete language, stating what you want someone to do, rather than what you don't want them to do.",
  "nvc_section_sources": "The Four Roots of Violent Communication",
  "nvc_source1_title": "1. Moralistic Judgments",
  "nvc_source1_desc": "Habitually judging others based on one's own values, which provokes defensiveness and resistance.",
  "nvc_source2_title": "2. Making Comparisons",
  "nvc_source2_desc": "Comparisons like 'Look at how so-and-so does it' can cause immense hurt and rebellion.",
  "nvc_source3_title": "3. Denial of Responsibility",
  "nvc_source3_desc": "Using phrases like 'I had to,' attributing actions to external pressures rather than personal choice.",
  "nvc_source4_title": "4. Making Demands",
  "nvc_source4_desc": "Using threats or punishment to demand compliance, which destroys trust.",
  "nvc_section_scenarios": "Practical Application",
  "nvc_scenario1_title": "Family Communication",
  "nvc_scenario1_desc": "Instead of accusingly saying, 'Look who decided to come home,' try: 'You've come home after eleven PM five times this week (Observation). I feel lonely (Feeling) because I'd like us to have more family time (Need). Could we agree that you'll be home for dinner by eight at least three nights a week? (Request)'",
  "nvc_scenario2_title": "Workplace Application",
  "nvc_scenario2_desc": "Instead of commenting, 'Your work has been subpar lately,' try: 'I noticed there were three data errors in your report last week (Observation). I'm a bit concerned (Feeling) because I need accurate data to make decisions (Need). Do you need any help? (Request)'",
  "nvc_scenario3_title": "Self-Dialogue",
  "nvc_scenario3_desc": "Stop self-criticism and ask yourself: 'What am I feeling right now? (Feeling) What unmet need is causing this feeling? (Need) What can I do for myself to meet this need? (Request)'",
  "nvc_section_resources": "Mentioned Books & Contexts",
  "nvc_resource1": "<strong>'Crucial Conversations':</strong> Considered a more basic version, while 'Nonviolent Communication' delves deeper into the psychological roots of violent communication.",
  "nvc_resource2": "<strong>'You Are Your Child's Best Toy' & 'How to Raise a Socially Competent Child':</strong> Cited when discussing 'experiencing and expressing feelings' to support the importance of helping children build a rich emotional vocabulary."
}
