{
    "peak_mainTitle": "Peak",
    "peak_author": "Anders Ericsson, Robert Pool",
    "peak_section_summary": "Book Summary",
    "peak_coreConcept_title": "Build High-Quality Mental Representations",
    "peak_coreConcept_subtitle": "",
    "peak_coreConcept_desc": "Expert-level skill is not a result of innate talent but is achieved through 'deliberate practice.' The key is to build high-quality 'mental representations,' internalizing complex skills into intuitive responses.",
    "peak_section_mindmap": "Mind Map",
    "peak_part1_title": "Debunking the Myth of Genius",
    "peak_part1_item1_title": "Genius is Made, Not Born",
    "peak_part1_item1_desc": "The extraordinary achievements of most so-called geniuses stem from early, long-term, and focused training, not innate talent.",
    "peak_part1_item2_title": "Human Limits Can Be Surpassed",
    "peak_part1_item2_desc": "The human body and brain have powerful adaptability, allowing continuous breakthroughs of limits through training.",
    "peak_part1_item3_title": "The Misconception of the '10,000-Hour Rule'",
    "peak_part1_item3_desc": "The 'quality' of practice is far more important than the 'duration.' Aimless repetition won't make you an expert, even after 10,000 hours.",
    "peak_part2_title": "Core Principles of Deliberate Practice",
    "peak_part2_item1_title": "The Key is 'Mental Representations'",
    "peak_part2_item1_desc": "Mental representations are highly organized knowledge structures in the brain. The main difference between experts and novices lies in the quality and complexity of these representations.",
    "peak_part2_item1_li1": "They enable you to produce quick, subconscious reactions.",
    "peak_part2_item1_li2": "For example, chess masters can remember real game positions but not random board setups.",
    "peak_part2_item1_li3": "The goal of all deliberate practice is to build more effective mental representations.",
    "peak_part2_item2_title": "Features of Deliberate Practice (The 3 F's)",
    "peak_part2_item2_li1": "<strong>Focus</strong>: Practice must be done with full concentration, avoiding a casual mindset. The process is often tedious and not relaxing.",
    "peak_part2_item2_li2": "<strong>Feedback</strong>: There must be a clear mechanism to judge performance, understand outcomes, and know how to improve. The best way is to find a good coach.",
    "peak_part2_item2_li3": "<strong>Fix it</strong>: Make targeted corrections based on feedback, address weaknesses, and consistently step out of your comfort zone to tackle harder goals.",
    "peak_part2_item3_title": "Step Out of the Comfort Zone",
    "peak_part2_item3_desc": "True growth happens outside the comfort zone. Each practice session should aim for a goal slightly beyond your current abilities.",
    "peak_part2_item3_li1": "For instance, the U.S. Air Force's \"Top Gun\" school rapidly improves pilots' skills by simulating extremely dangerous combat scenarios.",
    "peak_part3_title": "How to Apply Deliberate Practice",
    "peak_part3_item1_title": "Practicing in Work and Life",
    "peak_part3_item1_li1": "<strong>Find a Mentor</strong>: Getting guidance from an expert in the field is the most efficient way.",
    "peak_part3_item1_li2": "<strong>Without a Mentor</strong>: Use tools like a stopwatch to measure and record yourself, creating a feedback mechanism.",
    "peak_part3_item1_li3": "<strong>Maintain Motivation</strong>: Overcoming plateaus requires strong motivation, which can be sustained by forming habits and building community support (like joining a club).",
    "peak_part3_item2_title": "The Four Stages of Becoming an Expert",
    "peak_part3_item2_li1": "<strong>Stage 1: Sparking Interest</strong>: Begin by engaging with a skill through enjoyable experiences.",
    "peak_part3_item2_li2": "<strong>Stage 2: Getting Serious</strong>: Start practicing regularly and rhythmically.",
    "peak_part3_item2_li3": "<strong>Stage 3: Full Commitment</strong>: Devote a significant amount of time and energy to practice with the goal of becoming an expert.",
    "peak_part3_item2_li4": "<strong>Stage 4: Innovating and Pioneering</strong>: After reaching a top level, start creating new methods and knowledge to advance the field.",
    "peak_section_scenarios": "Practical Application",
    "peak_scenario1_title": "Break Down Goals",
    "peak_scenario1_desc": "Break down the skill you want to improve into specific, small tasks.",
    "peak_scenario2_title": "Establish a Feedback Loop",
    "peak_scenario2_desc": "Actively seek feedback after each practice to identify areas for improvement.",
    "peak_scenario3_title": "Focus on Corrections",
    "peak_scenario3_desc": "Deliberately spend time on your weaknesses that make you feel uncomfortable.",
    "peak_scenario4_title": "Treat Work as a Practice Field",
    "peak_scenario4_desc": "View every task as an opportunity for deliberate practice to improve your skills.",
    "peak_section_resources": "Referenced Books & Context",
    "peak_resource1": "<strong><em>Outliers</em>:</strong> This book clarifies the misconception of the '10,000-hour rule' from <em>Outliers</em>, emphasizing that the 'quality' and 'method' of practice are far more important than mere 'duration.'"
}
