{
    "leadership_mainTitle": "Replicable Leadership",
    "leadership_author": "Fan Deng",
    "leadership_section_challenge": "The Book's Challenge",
    "leadership_coreConcept_title": "Making Leadership a Tool Everyone Can Learn",
    "leadership_coreConcept_subtitle": "Replicable Leadership",
    "leadership_coreConcept_desc": "Leadership is not a mysterious quality, but a methodology that can be learned, replicated, and instrumentalized. By turning management into steps (e.g., repeating instructions five times), companies can move beyond reliance on a few elites and build a systematic model for success.",
    "leadership_section_mindmap": "Mind Map",
    "leadership_section_art_vs_science": "Is Leadership an Art or a Science?",
    "leadership_art_vs_science_1_title": "East vs. West: Elite Education vs. Universal Education",
    "leadership_art_vs_science_1_desc": "Traditional Eastern figures like Confucius focused on teaching according to aptitude, concentrating on cultivating a few elites while most people just needed to be obedient workers. Western philosophy, like that of Socrates, starts from logic (syllogism), emphasizing processes and definitions to popularize knowledge and improve overall national quality.",
    "leadership_art_vs_science_2_title": "The Challenge of the Industrial Age",
    "leadership_art_vs_science_2_desc": "Agrarian societies could function with a few elites, but after the Industrial Revolution, society required large-scale teamwork. Thus, ensuring every member has basic capabilities became the key to success.",
    "leadership_art_vs_science_3_title": "The Secret to Replicability: Instrumentalizing Management",
    "leadership_art_vs_science_3_desc": "The key to the success of Western companies lies in breaking down the mysterious 'leadership' into concrete, actionable steps (Step 1, Step 2, Step 3). For example, Japanese companies require 'giving instructions five times' to ensure complete information transfer, significantly reducing rework costs from miscommunication. This is the core of replicable leadership: turning experience into tools everyone can learn.",
    "leadership_section_lead_vs_manage": "Leadership vs. Management",
    "leadership_lead_vs_manage_1_title": "Management: Core is 'Fear'",
    "leadership_lead_vs_manage_1_item1": "Psychological Driver: Fear",
    "leadership_lead_vs_manage_1_item2": "Methods: KPIs, docking pay, firing, punishment",
    "leadership_lead_vs_manage_1_item3": "Effect: Compels obedience through fear",
    "leadership_lead_vs_manage_2_title": "Leadership: Core is 'Respect and Trust'",
    "leadership_lead_vs_manage_2_item1": "Psychological Driver: Respect and Trust",
    "leadership_lead_vs_manage_2_item2": "Foundation: Making the other person feel respected",
    "leadership_lead_vs_manage_2_item3": "Effect: Inspires followership through conviction",
    "leadership_lead_vs_manage_tip": "💡 The New Era's Challenge: For the new generations like Gen Z, 'fear'-based management is increasingly ineffective. They value personal worth and respect more. Therefore, learning to 'lead' rather than just 'manage' to unlock team potential is a must-have skill for modern managers.",
    "leadership_section_johari": "Building Trust: The Johari Window",
    "leadership_johari_1_title": "The Four Quadrants: Knowing Yourself and Others",
    "leadership_johari_1_desc": "Everyone has four information quadrants. Understanding them is the first step to building trust.",
    "leadership_johari_1_item1": "<strong>Open Area:</strong> Known to self and others. The more famous you are, the larger the open area.",
    "leadership_johari_1_item2": "<strong>Hidden Area:</strong> Known to self, but not to others. Includes 'forgotten to say,' 'embarrassed to say,' and true secrets (DDS).",
    "leadership_johari_1_item3": "<strong>Blind Spot:</strong> Unknown to self, but known to others. Often personal flaws or habits that require feedback to be noticed.",
    "leadership_johari_1_item4": "<strong>Unknown Area:</strong> Unknown to self and others. The largest area, full of infinite potential.",
    "leadership_johari_2_title": "Expanding the Open Area: Two Methods for Building Trust",
    "leadership_johari_2_desc": "Respect and trust between people stem from the size of the open area. The larger the open area, the higher the trust. It can be intentionally expanded in two ways:",
    "leadership_johari_2_item1_title": "1. Self-Disclosure",
    "leadership_johari_2_item1_desc": "Actively share your thoughts, experiences, and goals to move information from the 'Hidden Area' to the 'Open Area'.",
    "leadership_johari_2_item2_title": "2. Ask for Feedback",
    "leadership_johari_2_item2_desc": "Sincerely ask others for feedback to move information from the 'Blind Spot' to the 'Open Area'.",
    "leadership_johari_3_title": "Communication Pitfall: The Curse of Knowledge",
    "leadership_johari_3_desc": "This is a typical manifestation of 'forgotten to say' from the hidden area. When we are too familiar with something, we subconsciously assume the other person has the same background knowledge, leading to communication failure. We think we've been clear, but the other person is confused.",
    "leadership_johari_3_example_title": "Classic Case: Schlitz Beer",
    "leadership_johari_3_example_desc": "Advertising master Claude Hopkins successfully used the industry-standard process of 'blowing bottles with high-temperature pure oxygen' as an advertising selling point. For consumers, this was new information, but for insiders, it was 'common knowledge'—a communication point they overlooked due to the 'curse of knowledge'.",
    "leadership_section_roles": "The Trinity of a Manager",
    "leadership_roles_desc": "Every manager plays three roles simultaneously. The proportion of time and energy spent on these roles varies by management level.",
    "leadership_roles_1_title": "Implementer: Delivers Results",
    "leadership_roles_1_desc": "The core is to complete tasks and produce final results, not just go through the motions. Junior managers need to invest the most energy here to prove their ability.",
    "leadership_roles_1_example": "Case: The story of digging and filling holes, but forgetting to plant the tree.",
    "leadership_roles_2_title": "Manager: Gets Work Done Through Others",
    "leadership_roles_2_desc": "The core responsibility is to develop the team and enable members to grow to get the job done, rather than doing everything themselves. The measure is 'what kind of team have you built'.",
    "leadership_roles_2_example": "Middle managers have the most balanced role of the three.",
    "leadership_roles_3_title": "Leader: Creates Atmosphere",
    "leadership_roles_3_desc": "Enhances overall performance by creating a positive team atmosphere. A leader is concerned with 'morale' and 'spirit'. Senior managers should invest the most energy in this.",
    "leadership_roles_3_example": "Case: Li Yunlong from 'Drawing Sword', who uses unique methods to build the team's 'sword-drawing spirit'.",
    "leadership_section_tools": "Two Core Tools",
    "leadership_tools_1_title": "Positive Feedback: Level 2 Feedback",
    "leadership_tools_1_desc": "The most important tool for shaping employee behavior is 'feedback'. Effective positive feedback is not just praise, but explaining 'why' it was good to reinforce the correct behavior.",
    "leadership_tools_1_level0": "<strong>Level 0 Feedback:</strong> Seeing something done right, but saying nothing. (Most hurtful)",
    "leadership_tools_1_level1": "<strong>Level 1 Feedback:</strong> Simple praise. 'Good job!'",
    "leadership_tools_1_level2": "<strong>Level 2 Feedback:</strong> Praise with reasons and significance. (Most effective)",
    "leadership_tools_1_example_title": "Classic Case: Tao Xingzhi's Candies",
    "leadership_tools_1_example_desc": "Facing a student who fought, Principal Tao Xingzhi used three candies to reward the student's 'respect for elders,' 'righteous courage,' and 'willingness to correct mistakes.' Even in a difficult situation, he still strove to find the student's positive traits and affirm them, which is the most brilliant form of education and leadership.",
    "leadership_tools_2_title": "Negative Feedback: The BIC Model",
    "leadership_tools_2_desc": "It's hard to 'criticize the action, not the person.' The BIC model provides a clear framework:",
    "leadership_tools_2_b": "<strong>B (Behavior):</strong> Describe objective facts, not subjective opinions. E.g., 'You arrived at 9:10 today,' not 'You're always late.'",
    "leadership_tools_2_i": "<strong>I (Impact):</strong> Explain the short-term, local impact of the behavior. E.g., 'This will delay the start of our meeting.'",
    "leadership_tools_2_c": "<strong>C (Consequence):</strong> State the long-term consequences, linking them to the person's own interests. E.g., 'If this continues, it will affect the team's trust in you and is not good for your image.'",
    "leadership_section_scenarios": "Practical Application",
    "leadership_scenario1_title": "Build a Foundation of Trust",
    "leadership_scenario1_desc": "Regularly hold one-on-one meetings or team sharing sessions to deliberately practice 'self-disclosure' and 'seeking feedback,' actively expanding the open quadrant among the team to eliminate communication barriers caused by the 'curse of knowledge.'",
    "leadership_scenario2_title": "Precise Task Delegation",
    "leadership_scenario2_desc": "When assigning important tasks, use the 'five times rule' to ensure the other person fully understands the task's goal, purpose, expected outcomes, and authority, effectively reducing rework costs from misunderstandings.",
    "leadership_scenario3_title": "Shape High-Efficiency Behavior",
    "leadership_scenario3_desc": "Incorporate 'Level 2 feedback' into daily management. When an employee acts correctly, immediately give affirmation with 'praise + reason.' For areas needing improvement, use the BIC tool for objective communication to promote proactive change.",
    "leadership_scenario4_title": "Dynamic Role Switching",
    "leadership_scenario4_desc": "Be constantly aware of your current role: an 'implementer' when driving business, a 'manager' when developing subordinates, and a 'leader' when boosting morale. Consciously adjust the energy invested in each role based on the team's situation and task phase.",
    "leadership_section_resources": "Mentioned Books & Contexts",
    "leadership_resource1_title": "'Reality Is Broken'",
    "leadership_resource1_desc": "Its four core features (a common goal, immediate feedback, clear rules, and voluntary participation) are cited to explain how to gamify the work environment to increase team motivation and engagement, a key reference for shifting from 'management' to 'leadership.'",
    "leadership_resource2_title": "'Nonviolent Communication' & 'Crucial Conversations'",
    "leadership_resource2_desc": "Mentioned as supplementary reading for deepening listening skills, especially when learning the advanced technique of 'reflecting feelings.'",
    "leadership_resource3_title": "'Your Survival Instinct Is Killing You'",
    "leadership_resource3_desc": "Used to explain why people are naturally inclined to find faults, as detecting threats is a survival instinct. Leadership, however, requires overcoming this instinct to actively discover the strengths in others.",
    "leadership_resource4_title": "'You Are Your Child's Best Toy'",
    "leadership_resource4_desc": "The book's 'emotion coaching' methods for children are used as an analogy for managing employees. It highlights the importance of the 'why' in praise and suggests managers practice 'Level 2 feedback' in parent-child relationships first, as the motivation to change for one's children is often stronger."
}
