{
  "rewire_mainTitle": "Rewire Your Anxious Brain",
  "rewire_author": "Catherine M. Pittman",
  "rewire_section_coreConcept": "Core Concept",
  "rewire_coreConcept_title": "Soothe &amp; Educate",
  "rewire_coreConcept_subtitle": "Understand How Your Amygdala Works and Reclaim Control of Your Brain",
  "rewire_coreConcept_desc": "Based on brain science, this book provides concrete methods to soothe the amygdala (physiological level) and educate it (cognitive level), transforming anxiety into a positive force for problem-solving.",
  "rewire_section_mindmap": "Mind Map",
  "rewire_section_strategies": "Two Major Strategies: Soothe and Educate",
  "rewire_strategy1_title": "1. Soothing the Amygdala: Relaxation Techniques on a Physiological Level",
  "rewire_strategy1_p1": "<strong>Goal:</strong> To calm the amygdala down using physical methods when it's activated.",
  "rewire_strategy1_li1": "<strong>Deep Breathing:</strong> Diaphragmatic breathing, Five Finger Breathing.",
  "rewire_strategy1_li2": "<strong>Relaxing Imagery:</strong> Visualize calm and beautiful scenes in your mind.",
  "rewire_strategy1_li3": "<strong>Progressive Muscle Relaxation:</strong> Scan and relax your body from head to toe.",
  "rewire_strategy1_li4": "<strong>Sleep:</strong> Get 7-9 hours of sleep, ensuring sufficient REM sleep.",
  "rewire_strategy1_li5": "<strong>Exercise and Diet:</strong> Regular aerobic exercise and a diet that stabilizes blood sugar.",
  "rewire_strategy2_title": "2. Educating the Amygdala: Cognitive Adjustments on a Psychological Level",
  "rewire_strategy2_p1": "<strong>Goal:</strong> To retrain the brain's response patterns by changing cognitions and experiences.",
  "rewire_strategy2_li1": "<strong>Exposure Therapy:</strong> Gradually expose yourself to anxiety-inducing stimuli under professional guidance to break old associations.",
  "rewire_strategy2_li2": "<strong>Cognitive Therapy:</strong> Correct faulty thinking patterns (like pessimism, mind-reading, catastrophizing) and stop playing the 'anxiety channel.'",
  "rewire_section_steps": "Using Anxiety Correctly: From Thought to Action",
  "rewire_step1_title": "Identify the Problem",
  "rewire_step1_desc": "The core function of anxiety is to help us 'identify potential problems and find solutions.'",
  "rewire_step2_title": "Make a Plan",
  "rewire_step2_desc": "Create a plan to deal with what's making you anxious, even if it's a plan for the worst-case scenario.",
  "rewire_step3_title": "Act or Let Go",
  "rewire_step3_desc": "If the plan can be executed immediately, do it. If the time isn't right, let it go for now without continuous worry.",
  "rewire_section_scenarios": "Practical Application",
  "rewire_scenario1_title": "Parenting Application",
  "rewire_scenario1_desc": "Scolding activates a child's amygdala and disrupts focus. Create a relaxed, safe environment first, then guide learning.",
  "rewire_scenario2_title": "Workplace Communication",
  "rewire_scenario2_desc": "When feeling nervous about a presentation, first use deep breathing to calm your physiology, then use cognitive therapy to tell yourself it's not a dangerous situation.",
  "rewire_scenario3_title": "Overcoming Procrastination",
  "rewire_scenario3_desc": "Use exposure therapy by breaking down the task and starting with the smallest step; use cognitive therapy to challenge perfectionism.",
  "rewire_section_resources": "Mentioned Books & Contexts",
  "rewire_resource1": "<strong>'Crucial Conversations':</strong> The concept of the 'amygdala' was mentioned in early talks.",
  "rewire_resource2": "<strong>'Sleep Revolution' & 'Why We Sleep':</strong> Recommended when discussing the importance of sleep for the amygdala.",
  "rewire_resource3": "<strong>'The Relaxation and Stress Reduction Workbook,' etc.:</strong> Mentioned when introducing progressive muscle relaxation.",
  "rewire_resource4": "<strong>'Get Out of Your Mind and Into Your Life' & 'The Happiness Trap':</strong> Referenced when explaining 'cognitive defusion.'",
  "rewire_resource5": "<strong>'The Leadership Pipeline':</strong> Cited when explaining the 'mind-reading' fallacy."
}
